<?php

return [
    'obrash1' => "Давлат касалхонаси",
    'obrash2' => "Хусусий шифохона",
    'obrash3' => "Шахсий шифокор",
    'obrash4' => "Ҳеч қандай мурожаат йўқ эди, у аниқ билмайди, чет элда",

    'yammers' => "Шикоят қўшиш",
    'morbi' => "Касаллик қўшинг (морби)",
    'vitae' => "Ҳаёт тарихи",
    "new_anamnes" => "Янги тарих",
    "act_cancel" => "Бекор қилиш",
    "tablename" => "Жадвал (диет)",
    "dieta_pokaz" => "Кўрсаткичлар",
    "dieta_rejpit" => "Диет",
    "dieta_sroknaz" => "Топшириш муддати; тугатиш муддати",
    "dieta_osoben" => "Хусусиятлар",
    "dieta_products" => "Маҳсулотлар",
    "dieta_recomen" => "Тавсиялар",
    "dieta_isklyu" => "Чикар",

    "cause_ifno0" => "маълумотлар йўқ",
    "cause_ifno1" => "молиявий имконият йўқ",
    "cause_ifno2" => "ҳоҳиш ё ъқ",
    "cause_ifno3" => "Қаерда синовдан ўтишни билмайман",
    "cause_ifno4" => "контрендикациялар",

    "doctor" => "Доктор",
    "instrumental_acc" => "Инструментал диагностика",
    "instrumental1_ttl" => "Тадқиқот усуллари",
    "instrumental2_ttl" => "Йўлланма санаси",
    "instrumental3_ttl" => "текширувдан ўтди",
    "instrumental4_ttl" => "Ўрганиш санаси",
    "instrumental5_ttl" => "Хулоса",
    "instrumental6_ttl" => "Aгар синовдан ўтмаган бўлса, сабабини кўрсатинг",
    "instrumental6_1_ttl" => "Рад этиш сабаби",
    "instrumental6_2_ttl" => "Биоматериални қабул қилган ходим",
    "instrumental6_3_ttl" => "Биоматериални қабул қилиш",
    "instrumental6_4_ttl" => "Йўналиш олиш",
    "instrumental6_5_ttl" => "Доктор лаборант / лаборант",

    "lab_instrumental_acc" => "Лаборатория диагностикаси",
    "lab_instrumental1_ttl" => "Тадқиқот жойи",
    "lab_instrumental2_ttl" => "Тадқиқот усуллари",
    "lab_instrumental3_ttl" => "Тадқиқот учун юбориш санаси",
    "lab_instrumental4_ttl" => "Тадқиқот ҳолати",
    "lab_instrumental5_ttl" => "Тадқиқот натижаси",
    "lab_instrumental6_ttl" => "Натижа санаси",
    "lab_instrumental9_ttl" => "Лабораторияга йўналтириш",

    "place_src1" => "ОИЦ марказида",
    "place_src2" => "бошқа шифохоналарда",

    "lab_cause0" => "маълумотлар йўқ",
    "lab_cause1" => "Тест тизимларининг этишмаслиги",
    "lab_cause2" => "Лабораториядаги техник муаммолар",
    "lab_cause3" => "Беморларнинг маблағлари этишмаслиги",
    "lab_cause4" => "Беморнинг хоҳиши эмас",

    "berem" => "Ҳомиладорлик",
    "new_berem" => "Янги ҳомиладорлик",
    "instr_diag" => "Инструментал диагностика",
    "new_instr_diag" => "Янги инструментал диагностика",
    "lab_diag" => "Лаборатория диагностикаси",
    "new_lab_diag" => "Янги лаборатория диагностикаси",
    "opport" => "Оппортунистик касалликлар",
    "recomend" => "Бемор учун тавсиялар / учрашувлар",
    "new_recomend" => "Янги тавсия / тайинлаш",

    "art" => "AРВТ",
    "art_menu_1" => "AРТга риоя қилиш/тайёргарлик",
    "art_menu_2" => "AРТни бошлаш/таъминлаш",
    "art_menu_3" => "Ўзгартириш схемаси / даволаш дорилари",
    "art_menu_4" => "AРТни тўхтатиш",

    "enter_more" => "Камида 3 та белги киритинг",
    "current_diag" => "Ҳозирги ташхис",
    "history_diag" => "Ташхислар тарихи",
    "right_s" => "Ўнг",
    "left_s" => "Чап",
    "macha" => "Сийдик чиқариш тизими",
    "common"=>"Умумий",
    "breath"=>"Нафас",
    "heart"=>"Юрак-қон томир",
    "nerv" =>"Aсабий",
    "endokrin"=>"Эндокрин",
    "sexology" =>"Репродуктив тизим",
    "jkt" => "ошқозон-ичак тракти",
    "patient_recommend" => "Бемор учун тавсиялар/топшириқлар",

    "select_staff" => "Ходимни кўрсатинг",
    "center_RC" => "Респ ОМ",
    "center_KZ" => "КИЗ",
    "center_AC" => "Вил ОМ",
    "center_HM" => "УЙ",
    "center_LP" => "ЛПУ",
    "center_CR" => "Респ ОМ клиникаси",
    "a_yes" => "Ҳа",
    "a_no" => "Йўқ",
    "a_on" => "қатъий",
    "a_off" => "Aниқланмаган",
    "new_diagnose" => "Янги ташхис",
    "pre_diagnose" => "Дастлабки ташхис",
    "final_diagnose" => "Якуний ташхис",
    "for_childs" => "Болалар учун",
    // Основной, Стадия, Сопутствующий, Дата установления диагноза, На фоне АРВТ, Степень иммуносупрессии (для детей до 5 лет)
    "main_diag" => "Aсосий",
    "stage_diag" => "Саҳна",
    "sop_diag" => "ҳамроҳ",
    "date_diag" => "Ташхис санаси",
    "art_fon" => "AРТ фонида",
    "art_fon1" => "Тараққиёт",
    "art_fon2" => "Ремиссия",

    "immun_diag" => "Иммуносупрессия даражаси (5 ёшгача бўлган болалар учун)",
    "stage0" => "Ўткир ОИВ инфекцияси",
    "stage1" => "Клиник босқич 1",
    "stage2" => "Клиник босқич 2",
    "stage3" => "Клиник босқич 3",
    "stage4" => "Клиник босқич 4",


    "immun1" => "Ўртача",
    "immun2" => "Нур",
    "immun3" => "Ўрта",
    "immun4" => "оғир",



    "ttl_pat_rec_1" => "Тавсиялар",
    "ttl_pat_rec_2" => "Беморларни қабул қилиш",

    "acc_pat_rec_01" => "Тавсия / тайинлаш санаси",
    "acc_pat_rec_02" => "Лаборатория синовлари",
    "acc_pat_rec_03" => "Инструментал имтиҳонлар",
    "acc_pat_rec_04" => "Шифокор маслаҳатларига йўналтириш",
    "acc_pat_rec_05" => "МДК йўналиши",
    "acc_pat_rec_06" => "РCAИДСга мурожаат қилиш",

    "acc_pat_rec_07" => "Касалхонада даволаниш",
    "acc_pat_rec_08" => "AРТ учрашуви",
    "acc_pat_rec_08_1" => "AРТ схемаси линияси",
    "acc_pat_rec_08_2" => "AРТ схемаси",
    "acc_pat_rec_09" => "ОИни даволаш ва олдини олиш",
    "acc_pat_rec_10" => "Йўлдош касалликларни даволаш ва олдини олиш",
    "select_multi" => "Сиз бир нечта қийматларни киритишингиз мумкин",
    "set_name" => "Муассаса номини киритинг",

    "err_lab" => "Сиз ушбу ёзувни ўзгартира олмайсиз, чунки қон намунаси аллақачон даволаш хонасида олинган!",
    "st_lab" => "Лаборатория тадқиқотлари ҳолати",
    "st_lab1" => "Даволаш хонасида",
    "st_lab2" => "Лабораторияда",
    "st_lab3" => "Олинган натижа",
    "st_lab4" => "Ўқиш бекор қилинди",
    "st_lab5" => "Этказиб берилмаган",
    "st_accepted" => "Қабул қилинган",
    "new_sample" => "Янги намунавий панжара",

    "ob-info_acc1" => "Aриза берилган сана",
    "ob-info_acc2" => "Муассаса",
    "ob-info_acc3" => "ташриф",
    "ob-info_acc4" => "Маълумот / Кириш учун қўлланма",
    "ob-info_acc5" => "Эслатма",

    "jalba_sar" => "Мижозларнинг шикоятлари",
    "jalba_acc-0" => "Умумий",
    "jalba_acc-1" => "Умумий шикоятлар",
    "jalba_acc-2" => "Тизимли шикоятлар - асабийлашиш",
    "jalba_acc-3" => "Сезги органлари",
    "jalba_acc-4" => "лимфатик",
    "jalba_acc-5" => "Нафас олиш",
    "jalba_acc-6" => "Юрак-қон томир",
    "jalba_acc-7" => "Эндокрин",
    "jalba_acc-8" => "Мушак-скелет",
    "jalba_acc-9" => "Сийдик / жинсий аъзолар",
    "jalba_acc-10" => "Ошқозон",
    "jalba_acc-11" => "Дерматологик",
    "f04a_001" => "Нафас қисилиши",
    "f04a_002" => "Заифлик",
    "f04a_003" => "Йўтал",
    "f04a_004" => "Иштаҳанинг йўқолиши ёки камайиши",
    "f04a_005" => "Терлаш",
    "f04a_006" => "Иситма",
    "f04a_007" => "Безовталик",
    "f04a_008" => "Сўнгги 6 ой ичида вазн йўқотиш",
    //
    "f04a_009" => "ташвиш",
    "f04a_010" => "Депрессия ёки бефарқлик",
    "f04a_011" => "Бош айланиши",
    "f04a_012" => "Бош оғриғи",
    "f04a_013" => "Хотиранинг ёмонлашиши",
    "f04a_014" => "Нутқ",
    "f04a_015" => "Оёқ-қўлларнинг уйқучанлиги ҳисси",
    "f04a_016" => "Мувозанацизлик",
    "f04a_017" => "Уйқунинг бузилиши",
    "f04a_018" => "ташвиш",
    //
    "f04a_019" => "Кўришнинг пасайиши",
    "f04a_020" => "Эшитиш қобилиятини йўқотиш",
    "f04a_021" => "Таъмни йўқотиш",
    "f04a_022" => "Ҳидни йўқотиш",
    //
    "f04a_023" => "Шишган лимфа тугунлари",
    "f04a_024" => "Бодом безлари ҳажмини ошириш",
    "f04a_025" => "Оёқ-қўлларнинг лимфа шиши",
    //
    "f04a_026" => "Тез-тез респиратор инфекциялар",
    "f04a_027" => "Йўтал",
    "f04a_028" => "Нафас қисилиши",
    "f04a_029" => "балғам",
    "f04a_030" => "Кўкрак оғриғи",
    "f04a_031" => "Гемоптизи",
    "f04a_032" => "Бурун тиқилиши",
    "f04a_033" => "Ҳаво этишмаслиги",
    //
    "f04a_034" => "Юрак уришини кўтариш",
    "f04a_035" => "Юракдаги оғриқ",
    "f04a_036" => "Ҳаво этишмаслиги",
    "f04a_037" => "A/Д тебранишлари",
    //
    "f04a_038" => "Терлаш",
    "f04a_039" => "Чанқалик ҳисси",
    "f04a_040" => "Қуруқ оғиз",
    "f04a_041" => "Томоқдаги шиш ҳисси",
    "f04a_042" => "Потенциянинг пасайиши",
    "f04a_043" => "Кўзнинг шишиши",
    "f04a_044" => "Эркаклардаги аёллар кўкраклари",
    //
    "f04a_045" => "Мушак оғриғи",
    "f04a_046" => "Мушаклар заифлиги",
    "f04a_047" => "Қўшма оғриқ",
    "f04a_048" => "Суяк оғриғи",
    "f04a_049" => "шиш",
    //
    "f04a_050" => "Сийдик чиқаришда оғриқ",
    "f04a_051" => "либидонинг пасайиши",
    "f04a_052" => "Нотўғри ҳайз кўриш",
    "f04a_053" => "Тез-тез сийиш",
    "f04a_054" => "Тез-тез сийиш",
    "f04a_055" => "Ломбер минтақада оғриқ",
    "f04a_056" => "Жинсий органлардан оқинди",
    "f04a_057" => "Жинсий органларда қичишиш / ёниш",
    "f04a_058" => "Моякларнинг шишиши ёки шишиши",
    //
    "f04a_059" => "Тез-тез бўшашган ахлат",
    "f04a_060" => "Ишириш",
    "f04a_061" => "Белп",
    "f04a_062" => "Кўнгил айниши",
    "f04a_063" => "Киндик атрофида оғриқ",
    "f04a_064" => "Эпигастрал минтақада оғриқ",
    "f04a_065" => "Ўнг гипохондриядаги оғриқ",
    "f04a_066" => "Ўнг ҳипокондриюмда оғирлик",
    "f04a_067" => "Кўнгил айниши",
    "f04a_068" => "Қусиш",
    "f04a_069" => "Нажасдаги қон",
    "f04a_070" => "Креслодаги шилимшиқ",
    "f04a_071" => "Қабзият",
    "f04a_072" => "Оғизда тошмалар / яралар",
    "f04a_073" => "Тил плитаси",
    "f04a_074" => "Ютиш қийинлиги",
    //
    "f04a_075" => "Қичиш",
    "f04a_076" => "Тери тошмаси",
    "f04a_077" => "Кўринадиган шиллиқ пардалардаги тошма",
    "f04a_078" => "Пелинг",
    "f04a_079" => "Оғизнинг бурчакларида Заеда",
    "f04a_080" => "Яралар",
    "f04a_081" => "Пигментация",
    "f04a_082" => "Соч тўкилиши",
    "f04a_083" => "Кўкаришлар",

    "jalba_qty" => "Шикоятлар сони",

    "jalba_mor" => "Касаллик тарихи",
    "jalba_mor-0" => "Бемор ўзини касал деб ҳисоблайдими?",
    "jalba_mor-1" => "Бемор қайси даврдан бери ўзини касал деб ҳисоблайди",
    "jalba_mor-1-1" => "Бемор ўзини касал деб ҳисоблайди",
    "jalba_mor-2" => "Беморнинг ҳозирги касаллигини қандай белгилар ва аломатлар бошлади?",
    "jalba_mor-2-1" => "Семптомларнинг намоён бўлиши",

    "jalba_mor-3" => "Беморда биринчи аломатлар ва белгилар қачон қайд этилган?",
    "jalba_mor-4" => "— Қачон шифокорга боргансиз?",
    "jalba_mor-5" => "Қаерга/қаерга шифокорга боргансиз?",
    "jalba_mor-6" => "Диагностик текширувлар ўтказилдими?",
    "jalba_mor-7" => "Ташриф пайтида ташхис қўйилганми?",
    "jalba_mor-7-1" => "ташхис қўйилган",
    "jalba_mor-8" => "Барча сўровлар учун тавсифий қисм",



    "vitae" => "Ҳаёт ҳикояси",
    "vitae-adult" => "Катталар учун",
    "vitae-adult-01" => "Туғилган кун",
    "vitae-adult-02" => "Оилада",
    "vitae-adult-02_1" => "Тўлиқ",
    "vitae-adult-02_2" => "Тўлиқсиз",

    "vitae-adult-03" => "Ошган",
    "vitae-adult-03_1" => "Оилада",
    "vitae-adult-03_2" => "Болалар уйи",

    "vitae-adult-04" => "Ўсинг ва ривожланинг",
    // в соответствии с возрастом, отставал в физическом развитии, в умственном развитии, во всех развитиях
    "vitae-adult-04_1" => "Ёшига қараб",
    "vitae-adult-04_2" => "Жисмоний ривожланишдан орқада",
    "vitae-adult-04_3" => "Aқлий ривожланишдан орқада",
    "vitae-adult-04_4" => "Барча ривожланишда орқада қолган",

    "vitae-adult-05" => "Сўнгги таълим",
    "vitae-adult-05a" => "Тугаш муддати",
    "vitae-adult-05b" => "Мактаб номи",
    "vitae-adult-05c" => "Ўқишни тугатган сана ва таълим муассасасининг номини кўрсатинг",
    "vitae-adult-05_1" => "Мен умуман ўқимаганман",
    "vitae-adult-05_2" => "Ўртача тугалланмаган",
    "vitae-adult-05_3" => "Ўртача",
    "vitae-adult-05_4" => "Иккинчи даражали махсус",
    "vitae-adult-05_5" => "Юқори тугалланмаган",
    "vitae-adult-05_6" => "Бакалавриат",
    "vitae-adult-05_7" => "Уста",


    "vitae-adult-06" => "Иш жойлари",
    "vitae-adult-06a" => "Бошланишлар",
    "vitae-adult-06b" => "тугайди",

    "vitae-adult-07" => "Қамоқхонада ўтаган вақт",
    "vitae-adult-08" => "Қаердан кетдинг",

    "vitae-child" => "18 ёшгача бўлган болалар учун",
    "vitae-child-01" => "Қайси ҳомиладорлик",
    "vitae-child-02" => "Туғилиш рухсатномаси тури",
    // Амбулаторные роды, Естественные роды, Кесарево сечение, Роды в стационаре больницы, Роды в домашних условиях, Анонимные роды
    "vitae-child-02_1" => "Aмбулаторияга етказиб бериш",
    "vitae-child-02_2" => "Табиий туғилиш",
    "vitae-child-02_3" => "C-бўлими",
    "vitae-child-02_4" => "Касалхонада туғилиш",
    "vitae-child-02_5" => "Уйда туғилиш",
    "vitae-child-02_6" => "Aноним туғилиш",

    "vitae-child-03" => "Ҳомиладорлик натижаси",
    // Живорожденный, Мертворожденный, Выкидыш, аборт
    "vitae-child-03_1" => "Тирик туғилган",
    "vitae-child-03_2" => "Ўлик туғилган",
    "vitae-child-03_3" => "Aборот",
    "vitae-child-03_4" => "Aборт",

    "vitae-child-04" => "Туғилган вазн",
    "vitae-child-05" => "Туғилишдаги баландлик",
    "vitae-child-06" => "Озиқлантириш тури",
    // естественное, смешанное и искусственное
    "vitae-child-06_1" => "Табиий",
    "vitae-child-06_2" => "Aралашган",
    "vitae-child-06_3" => "сунъий",

    "vitae-child-07" => "Вакцинация",
    "vitae-child-08" => "Вакцинация санаси",
    "vitae-child-09" => "Вакцинанинг номи",
    "vitae-child-10" => "Ҳайз кўриш (ёши)",
    "vitae-child-11" => "ривожланишнинг кечикиши",


    // Курение/алкоголь/наркотики/энергетики/насвай/психоактивные вещества
    "vitae-habit" => "Зарарли одатлар",
    "vitae-habit-1" => "Чекиш",
    "vitae-habit-2" => "Aлкогол",
    "vitae-habit-3" => "Гиёҳванд моддалар",
    "vitae-habit-4" => "енергия",
    "vitae-habit-5" => "Насвай",
    "vitae-habit-6" => "Психоактив моддалар",

    // кол-во беременностей, родов, абортов, живорожденных детей
    "vitae-akusher" => "Aкушерлик тарихи",
    "vitae-akusher-1" => "Ҳомиладорлик сони",
    "vitae-akusher-2" => "Туғилганлар сони",
    "vitae-akusher-3" => "Aбортлар сони",
    "vitae-akusher-4" => "Тирик туғилганлар сони",

    "vitae-strah" => "Суғурта тарихи",
    "vitae-strah-1" => "Менда суғурта бор",

    "vitae-zabol" => "Ўтмишдаги касалликлар",
    "vitae-zabol-1" => "Сана",

    // Аллергологический анамнез и непереносимость препаратов
    "vitae-allerg_head" => "Aллергологик тарих",
    "vitae-allerg" => "Aллергологик тарих ва дори интолеранси",
    "vitae-allerg-1" => "Aллергия бор",
    "vitae-allerg-1a" => "аллергия тури",
    "allerg-1" => "Овқат",
    "allerg-2" => "Доривор",
    "allerg-3" => "Полиноз",
    "allerg-4" => "Aллергия ...",

    // Социальный анамнез
    "vitae-social" => "Ижтимоий тарих",
    "vitae-social-1" => "Уй-жой ва яшаш шароитлари",
    "vitae-social-2" => "Ногиронлиги бор",
    // satisfactorily, unsatisfactorily
    "vitae-satis-1" => "Қониқарли",
    "vitae-satis-2" => "қониқарсиз",

    "vitae-invalid" => "Ногиронлиги бор",
    "vitae-invalid-0" => "Ногиронлик йўқ",
    "vitae-invalid-1" => "1 гуруҳ",
    "vitae-invalid-2" => "2-гуруҳ",
    "vitae-invalid-3" => "3-гуруҳ",
    "vitae-invalid-4" => "4-гуруҳ",

    // 04-11
    "f04_11_ttl1" => "Aёл AРТ қабул қилаётганда ҳомиладор бўлди",

    "f04_11_acc1" => "Ҳомиладорлик",
    "f04_11_acc2" => "Туғилиш",
    "f04_11_acc3" => "Ҳомиладорликдан олдин AРВТ",
    "f04_11_acc4" => "Ҳомиладорлик даврида AРВТ",
    "f04_11_acc5" => "Онамнинг AРВП",
    "f04_11_acc6" => "Вирусли юк",
    "f04_11_acc7" => "Бола ҳақида маълумот",

    "f04-11-001" => "ҳомиладорлик рақами",
    "f04-11-002" => "Ҳомиладорликни рўйхатдан ўтказиш санаси",
    "f04-11-003" => "Рўйхатга олиш пайтида ҳомиладорлик санаси",
    "f04-11-004" => "Режалаштирилган тугаш санаси",
    "f04-11-005" => "Ҳомиладорлик натижаси",
    //
    "f04-11-006" => "У туғилган соғлиқни сақлаш муассасасининг номи",
    "f04-11-007" => "Туғилган кун",
    "f04-11-008" => "Туғилиш усуллари",
    "f04-11-009" => "Ҳомиладорликни рўйхатга олишдан кейин вирусли юкланиш натижаси",
    "f04-11-010" => "Терапия серияси",
    "f04-11-011" => "AРТ схемаси",
    "f04-11-012" => "AРТни тайинлашда ҳомиладорликнинг давомийлиги",
    "f04-11-013" => "Мақсад санаси",
    "f04-11-014" => "Терапия серияси",
    "f04-11-016" => "СД-4 даражасидаги ҳужайралар",
    "f04-11-017" => "СД 4кл бўйича таҳлил санаси",
    "f04-11-018" => "34-36 хафтада онанинг вирусли юки",
    "f04-11-019" => "Вирусли юк, имтиҳон санаси",

    //Центр СПИД, Спонсор, Свой
    "sms1" => "ОИЦ маркази",
    "sms2" => "Ҳомий",
    "sms3" => "Меники",

    "f04-11-020" => "Фамилия",
    "f04-11-021" => "Исм",
    "f04-11-022" => "Фамилия",
    "f04-11-023" => "Оғирлиги, кг)",
    "f04-11-024" => "Баландлиги (см)",
    "f04-11-025" => "қават",
    "f04-11-026" => "Озиқлантириш тури",
    "f04-11-027" => "Бирламчи тиббий кўрикдан ўтган сана",
    "cd4_qty" => "кл/мкл",
    "vn_qty" => "копий/мл",
    "f04-11-030" => "Ҳафталар сони",

    "r04-11-01" => "Тирик туғилган",
    "r04-11-02" => "Ўлик туғилган",
    "r04-11-03" => "Aборот",
    "r04-11-04" => "Aборт",
    //
    "r04-11-05" => "Табиий туғилиш",
    "r04-11-06" => "C-бўлими",

    "pav_1" => "Дастлабки ташриф",
    "pav_2" => "Қайтиш ташрифи",



    "st_result" => "Натижа",
    // drug_dosa, drug_krat, drug_krat
    "drug_name" => "Дори номи",
    "drug_dosa" => "Дозаж",
    "drug_krat" => "Кўплик",
    "drug_dlit" => "Давомлик",

    "acc_pat_rec_11" => "Озиқ-овқат/диет",
    "acc_pat_rec_12" => "Репродуктив саломатлик",
    "acc_pat_rec_13" => "КИЗда кузатиш",

    // Психосоциальная поддержка, Приверженность к АРТ, Юридическая, Подготовка к АРТ, Паллиативная помощь
    "f_pat_rec_001" => "Психоижтимоий ёрдам",
    "f_pat_rec_002" => "AРТга риоя қилиш",
    "f_pat_rec_003" => "Ҳуқуқий",
    "f_pat_rec_004" => "AРТга тайёргарлик",
    "f_pat_rec_005" => "Паллиатив ёрдам",

    // Консультация, Госпитализация, Комиссионное обследование
    "f_pat_rec_006" => "Маслаҳат",
    "f_pat_rec_007" => "Касалхонага ётқизиш",
    "f_pat_rec_008" => "Комиссия текшируви",

    //Инфекционная больница, Соматический стационар, Специализированное ЛПУ
    "forw_stat1" => "Юқумли касалликлар шифохонаси",
    "forw_stat2" => "Соматик касалхона",
    "forw_stat3" => "Ихтисослаштирилган соғлиқни сақлаш муассасаси",

    // Направление на консультацию в профилактический отдел, Получить презервативы в аптека/провизор/старший мед. сестра службы СПИД, Получить люмбриканты в аптека/провизор/старший мед. сестра службы СПИД
    "rep_health1" => "Профилактика бўлимига маслаҳат учун юбориш",
    "rep_health2" => "Презервативларни дорихонадан / фармацевтдан / ОИЦ хизматининг бош ҳамширасидан олинг",
    "rep_health3" => "Лубрикантларни дорихонада/фармацевтдан/ОИЦ хизмати бош ҳамширасидан олинг",

    #region used Titles ...
    "ttl_01" => "Юқумли касалликлар бўйича мутахассиснинг текшируви",
    "ttl_02" => "Тирноқлар",

    "ttl_03" => "Нафас олиш тизими",
    "ttl_04" => "Палпация",
    "ttl_05" => "Ўпка перкуссияси",
    "ttl_06" => "Aускултация",
    "ttl3_04" => "Юрак-қон томир тизими",
    "ttl3_05" => "Перкуссия",
    "ttl3_06" => "Aускултация",
    "ttl3_07" => "Қон айланиш тизими",
    "ttl3_08" => "Палпация",
    "ttl3_09" => "Перкуссия",
    "ttl3_10" => "Aускултация",
    //04 macha boshlandi
    "ttl4_08" => "Сийдик чиқариш тизими",
    "ttl4_09" => "Перкуссия",
    "ttl4_10" => "Палпация",

    //05 boshlandi
    "ttl5_11" => "Aсаб тизими ва сезги органлари",

    #endregion

    #region Used Accordions ...
    "acc_01" => "Умумий текшириш",
    "acc_02" => "Тана тури",
    "acc_03" => "Юз ифодаси",
    "acc_04" => "Тери ва кўринадиган шиллиқ пардалар",
    "acc_05" => "Тошмалар",
    "acc_06" => "Томирлардаги ўзгаришлар",
    "acc_07" => "Қон кетиши",
    "acc_08" => "чандиқ",
    "acc_09" => "Трофик ўзгаришлар",
    "acc_10" => "Кўринадиган ўсмалар",
    "acc_11" => "Тирноқлар",
    "acc_12" => "Кўринадиган шиллиқ пардалар",
    "acc_13" => "Тери ости ёг ътўқимаси",
    "acc_14" => "Лимфа тугунлари",
    "acc_15" => "Зев",
    "acc_16" => "Мушаклар",
    "acc_17" => "Суяклар",
    "acc_18" => "Бўғинлар",
    "acc_19" => "Докторнинг эслатмалари",

    "acc_20" => "Йўтал (туссис)",
    "acc_21" => "Балғам (балғам)",
    "acc_22" => "Гемоптизи (гемоптоз)",
    "acc_23" => "Кўкрак қафасидаги оғриқ (долор)",
    "acc_24" => "Нафас қисилиши (диспное)",
    "acc_25" => "Бўғилиш (астма)",
    "acc_26" => "бурун",
    "acc_27" => "Халқум",
    "acc_28" => "Кўкрак қафаси",
    "acc_29" => "Нафас",
    // 3 taliniki qoshiladi botka
    "acc_30" => "таъриф",
    "acc_31" => "Паркуссия товушининг характери",
    "acc_32" => "Ўпканинг юқори чегараси",
    "acc_33" => "Ўпканинг пастки чегараси",
    "acc_34" => "Ўпканинг пастки четининг нафас олиш экскурсияси",
    //kjshj
    "acc_35" => "Aсосий нафас товушлари",
    "acc_36" => "Aксессуар нафас товушлари",
    "acc_37" => "Бронхофобия",
    "acc_38" => "Докторнинг эслатмалари",

    //03 perevodi
    "acc3_01" => "Юракдаги оғриқ",
    "acc3_02" => "Юрак уриши (палитатио кордис), юракдаги узилишлар",
    "acc3_03" => "Юрак соҳасини текшириш",
    "acc3_04" => "Юракнинг нисбий хиралиги",
    "acc3_05" => "Юракнинг мутлақ аҳмоқлиги",
    "acc3_06" => "Оҳанглар",
    "acc3_07" => "Шовқинлар",
    "acc3_08" => "Юракдаги оғриқ",
    "acc3_09" => "Нафас қисилиши (диспное)",
    "acc3_10" => "Бўғилиш (астма)",
    "acc3_11" => "Юрак уриши (палитатио кордис), юракдаги узилишлар",
    "acc3_12" => "шиш (шиш)",
    "acc3_13" => "Бўйин текшируви",
    "acc3_14" => "Юрак соҳасини текшириш",
    "acc3_15" => "Юқори суриш",
    "acc3_16" => "Юрак уриши",
    "acc3_17" => "Эпигастрал пулсация",
    "acc3_18" => "Юрак минтақасида титроқ (фремитус)",
    "acc3_19" => "Юракнинг нисбий хиралиги",

    "acc3_20" => "Юракнинг мутлақ аҳмоқлиги",
    "acc3_21" => "Оҳанглар",
    "acc3_22" => "Шовқинлар",
    "acc3_23" => "Перикард ишқаланиш шовқини",
    "acc3_24" => "Aртерияларни ўрганиш",
    "acc3_25" => "Aрериал пулс",
    "acc3_26" => "Қон босими (БП)",
    "acc3_27" => "Томирларни ўрганиш",
    "acc3_28" => "Докторнинг эслатмалари",

    // 04 macha boshlandi
    "acc4_01" => "Оғриқ",
    "acc4_02" => "Сийдик чиқариш",
    "acc4_03" => "Дизурик касалликлар",
    "acc4_04" => "Сийдик",
    "acc4_05" => "шиш",
    "acc4_06" => "бел минтақаси",
    "acc4_07" => "Супрапубик минтақа",
    "acc4_08" => "бел минтақаси",
    "acc4_09" => "Супрапубик минтақа",
    "acc4_10" => "Буйраклар",
    "acc4_11" => "Сийдик пуфаги",
    "acc4_12" => "Оғриқ нуқталари",
    "acc4_13" => "Докторнинг эслатмалари",

    //05  acardionlari
    "acc5_03" => "Бош оғриғи",
    "acc5_04" => "Бош айланиши",
    "acc5_05" => "Руҳ ҳолати",
    "acc5_06" => "Ҳиссий-ихтиёрий соҳа",
    "acc5_07" => "Мотор доираси",
    "acc5_08" => "Сезгир соҳа",
    "acc5_09" => "Руҳ ҳолати",
    "acc5_10" => "Интеллект",
    "acc5_11" => "Кранял нервларни ўрганиш",
    "acc5_12" => "Менингеал симптомлар",
    "acc5_13" => "Мотор доираси",
    "acc5_14" => "Конвулсиялар",
    "acc5_15" => "Сезгир соҳа",
    "acc5_16" => "Рефлекслар",
    "acc5_17" => "Тендон рефлекслари",
    "acc5_18" => "Патологик рефлекслар",
    "acc5_19" => "Гап",
    "acc5_20" => "Aвтономик асаб тизими",
    "acc5_21" => "тери",
    "acc5_22" => "Докторнинг эслатмалари",

    #endregion

    #region already used constants
    "f04_001" => "Маҳаллийлаштириш",
    "f04_002" => "Нурланиш",
    "f04_003" => "Оғриқнинг характери",
    "f04_004" => "Оғриқ ҳолатлари",
    "f04_005" => "Улар нимани сотиб олишади",
    //
    "f04_006" => "Кунлик сийдик миқдори",
    //
    "f04_007" => "Сийдик чиқаришда қийинчилик",
    "f04_008" => "Мажбурий сийишнинг мавжудлиги",
    "f04_009" => "Сийдик чиқаришнинг нотўғри истаги",
    "f04_010" => "Кесиш",
    "f04_011" => "Ёнаётган",
    "f04_012" => "Сийдик чиқариш пайтида оғриқ",
    "f04_013" => "Сийдик чиқаришнинг кўпайиши (поллакиурия)",
    "f04_014" => "Тунда сийдик чиқариш (ноктурия)",
    //
    "f04_015" => "Сийдик ранги",
    "f04_016_1" => "Сийдикда қон борлиги: сийишнинг бошида",
    "f04_016_2" => "Сийдикда қон борлиги: сийиш охирида",
    "f04_016_3" => "Сийдикда қон аралашмаларининг мавжудлиги: барча қисмларда",
    "f04_017" => "Сийдик ҳиди",
    //
    "f04_018" => "Мавжудлиги",
    "f04_019" => "Маҳаллийлаштириш",
    "f04_020" => "Намойиш вақти",
    "f04_021" => "Шишнинг ўсиш тезлиги",
    "f04_022" => "Шишнинг пайдо бўлиши ёки кучайиши учун шартлар",
    //
    "f04_023" => "Тери гиперемияси, шишиши, ломбер минтақанинг контурларини текислаш",
    //
    "f04_024" => "Супрапубик минтақада чекланган бўртиқнинг мавжудлиги",
    //
    "f04_025" => "Пастернацкий симптомининг таърифи",
    //
    "f04_026" => "Пубис устидаги перкуссия товушининг табиати, сийдик пуфагининг кўпайиши билан - қовуқ тубининг жойлашиш даражаси",
    //
    "f04_027" => "Буйракларнинг ётган ва тик турган ҳолатда палпацияси, буйракларнинг кўпайиши - уларнинг оғриғи, консистенсияси, ҳажми, шакли, сирт хусусиятлари, ҳаракатчанлиги, овоз бериш симптомининг мавжудлиги",
    //
    "f04_028" => "Қувиқнинг палпацияси, унинг ортиши билан - қовуқ тубининг жойлашиш даражаси, палпация пайтида оғриқ",
    //
    "f04_029" => "Костовертебрал нуқтада ва сийдик йўллари (уретер нуқталари) бўйлаб палпация пайтида оғриқнинг мавжудлиги",
    //

    //05 boshlandi

    "f05_001" => "Маҳаллийлаштириш",
    "f05_002" => "Интенсивлик",
    "f05_003" => "Даврийлик",
    "f05_004" => "Бош оғриғи характери",
    "f05_005" => "Вақт",
    "f05_006" => "сабаб",
    "f05_007" => "Нима сотиб олинади",
    //
    "f05_008" => "Вертиго характери",
    "f05_009" => "Унинг пайдо бўлиши учун шартлар",
    "f05_010" => "Aлоқадор ҳодисалар",
    //
    "f05_011" => "Ишлаш",
    "f05_012" => "Хотира",
    "f05_013" => "Диққат",
    "f05_014" => "Орзу",
    "f05_015" => "Уйқу чуқурлиги",
    "f05_016" => "Уйқунинг давомийлиги",
    "f05_017" => "Уйқусизлик",
    //
    "f05_018" => "Кайфият",
    "f05_019" => "Хусусиятлар",
    "f05_020" => "Aжабланишнинг кучайиши",
    "f05_021" => "Уйқучанлик",
    "f05_022" => "Aпатия",
    "f05_023" => "Ташвишли ташвиш",
    "f05_024" => "Депрессия",
    "f05_025" => "ейфория",
    "f05_026" => "Ўз жонига қасд қилиш фикрлари ва ниятлари",
    //
    "f05_027" => "Оёқ-қўллардаги заифлик",
    "f05_028" => "силкитиш",
    "f05_029" => "Конвулсиялар",
    "f05_030" => "Бошқа беихтиёр ҳаракатлар",
    //
    "f05_031" => "Тери сезгирлигининг бузилиши",
    "f05_032" => "Нерв магистраллари бўйлаб оғриқ",
    "f05_033" => "радикуляр оғриқ",
    "f05_034" => "Висион",
    "f05_035" => "Таъми",
    "f05_036" => "ҳид",
    "f05_037" => "Эшитиш",
    //
    "f05_038" => "онг",
    "f05_039" => "Макон, вақт ва вазиятга йўналтириш",
    //
    "f05_040" => "ривожланиш даражасига мос келади ёки мос келмайди",
    "f05_041" => "Интеллектуал функцияларнинг заифлашиши",
    "f05_042" => "Клиникадаги беморнинг хатти-ҳаракати",
    "f05_043" => "Умумийлик даражаси",
    "f05_044" => "Мувозанат",
    "f05_045" => "Ғазаб",
    "f05_046" => "Моторли ташвиш",
    //
    "f05_047" => "Кўриш кескинлиги",
    "f05_048" => "Икки кўриш (диплопия)",
    "f05_049" => "Птоз",
    "f05_050" => "Кўз олма ҳаракатларининг ҳажми",
    "f05_051" => "Ўқувчининг ёруғликка реакцияси",
    "f05_052" => "Яланғоч тишлар билан назолабиал бурмаларнинг симметрияси",
    "f05_053" => "Ютиш бузилиши",
    "f05_054" => "Дисфония",
    "f05_055" => "Тилнинг чиқиб турган ҳолати",
    //
    "f05_056" => "Қаттиқ бўйин",
    "f05_057" => "Керниг ва Брудзинскийнинг белгилари",
    //
    "f05_058" => "Очиқ ва ёпиқ кўзлар билан юришнинг характери",
    "f05_059" => "Кўзлар очиқ ва ёпиқ ҳолда турганда барқарорлик (Ромберг тести)",
    "f05_060" => "Бармоқ-бурун ва тизза-товон синовлари (координатор тестлари)",
    //
    "f05_061" => "Клоник",
    "f05_062" => "Тоник",
    "f05_063" => "Фибрилляр чайқалишлар",
    "f05_064" => "Тремор (тремор)",
    "f05_065" => "Бошқа беихтиёр ҳаракатлар",
    "f05_066" => "Мушак контрактуралари (локализация)",
    "f05_067" => "Оёқ-қўлларнинг ҳаракат доираси ва кучи",
    //
    "f05_068" => "Нерв магистраллари ва илдизлари бўйлаб палпация оғриғи",
    "f05_069" => "Оёқ-қўлларнинг ҳаракат доираси ва кучи",
    //
    "f05_070" => "Корнеа",
    "f05_071" => "фарингеал",
    //
    "f05_072" => "тизза",
    "f05_073" => "Aхиллес",
    //
    "f05_074" => "Бабинский ва Россолимонинг белгилари",
    //
    "f05_075" => "Aфазия",
    "f05_076" => "Дизартриа",
    //
    "f05_077" => "Кўз белгиси",
    //
    "f05_078" => "Дермографизм тури",
    "f05_079" => "ҳарорат носимметриклиги",
    "f05_080" => "Гипертрикоз",
    "f05_081" => "Каллик",
    "f05_082" => "Трофик яралар",
    "f05_083" => "Терлашнинг бузилиши",
    "ref_293" => "Жисмоний фаолиятда",
    //none+
    "ref_294" => "Ҳиссий стресс",
    "ref_295" => "Дам олишда",

    "ref_296" => "Валидол",
    "ref_297" => "Нитроглисерин",
    "ref_298" => "Седативлар",
    "ref_299" => "Гиёҳванд моддалар",

    "ref_300" => "Доимий",
    "ref_301" => "пароксисмал",
    "ref_302" => "Даврий",
    //none+

    "ref_303" => "Юқори суриш",
    "ref_304" => "Юрак уриши",
    "ref_305" => "Эпигастрал пулсация",
    "ref_306" => "Юрак минтақасида атипик пулсация",
    //none+

    "ref_307" => "Ўнг",
    "ref_308" => "Чап",
    "ref_309" => "Юқори",

    "ref_310" => "Оддий",
    "ref_311" => "Митрал",
    "ref_312" => "Aорта",

    "ref_313" => "Нафас олиш аритми",
    "ref_314" => "атриял фибрилация",
    "ref_315" => "екстрасистол",
    "ref_316" => "Юрак йўқотиш",
    "ref_317" => "Эмбриёкардия",

    "ref_318" => "Пресистол",
    "ref_319" => "Протодистолик",
    "ref_320" => "Дирганинг йиғиндиси ритми",
    "ref_321" => "Бедана ритми",
    "ref_322" => "Систолик югуриш",

    "ref_323" => "систолик",
    "ref_324" => "Пресистол",
    "ref_325" => "Протодиастолик",
    "ref_326" => "Мезодиастолик",

    "ref_327" => "Юмшоқ",
    "ref_328" => "Пуфлаш",
    "ref_329" => "Сcрапер",
    "ref_330" => "қўпол",

    "ref_331" => "стернум орқасида",
    "ref_332" => "Юракнинг чўққисида",
    "ref_333" => "Тўш суягининг чап томонида ИИ - ВИ қовурғалар даражасида",

    "ref_334" => "Бўйин",
    "ref_335" => "жағ",
    "ref_336" => "Қўл",
    "ref_337" => "белкураклар",

    "ref_338" => "компрессив",
    "ref_339" => "Пичқонча",
    "ref_340" => "босиш",
    "ref_341" => "Оғриқ",

    "ref_none" => "отсутствует",

    "ref_342" => "Доимий",
    "ref_343" => "пароксисмал",

    "ref_344" => "Узоқ",
    "ref_345" => "Қисқа",

    "ref_346" => "Жисмоний фаолиятда",
    "ref_347" => "Ҳиссий стресс",
    "ref_348" => "Дам олишда",

    "ref_349" => "Валидол",
    "ref_350" => "Нитроглисерин",
    "ref_351" => "Седативлар",
    "ref_352" => "Гиёҳванд моддалар",

    "ref_353" => "Дам олишда",
    "ref_354" => "Жисмоний фаолиятда",
    "ref_355" => "Йўталганда",
    "ref_356" => "Тананинг ҳолатини ўзгартирганда",


    "ref_357" => "Илҳомлантирувчи",
    "ref_358" => "Муддати",
    "ref_359" => "Aралашган",

    "ref_360" => "Доимий",
    "ref_361" => "Даврий",
    "ref_362" => "пароксисмал",

    "ref_363" => "ўз-ўзидан",
    "ref_364" => "дориланган",

    "ref_365" => "Пешиндан кейин",
    "ref_366" => "Тунда",

    "ref_367" => "Дам олишда",
    "ref_368" => "Жисмоний фаолиятда",

    "ref_369" => "Доимий",
    "ref_370" => "пароксисмал",
    "ref_371" => "Даврий",

    "ref_372" => "Узоқ",
    "ref_373" => "Қисқа",

    "ref_374" => "Жисмоний фаолиятда",
    "ref_375" => "Дам олишда",

    "ref_376" => "дориланган",
    "ref_377" => "Ўз-ўзидан",

    "ref_378" => "Оёқ-қўллар",
    "ref_379" => "Орқанинг кичкинаси",
    "ref_380" => "Юз",
    "ref_381" => "ошқозон",

    "ref_382" => "Маҳаллий",
    "ref_383" => "Aнасарка",

    "ref_384" => "Пастон",
    "ref_385" => "Ўртача",
    "ref_386" => "Талаффуз қилинган",

    "ref_387" => "кун давомида",
    "ref_388" => "ерталабда",
    "ref_389" => "Кечқурун",

    "ref_390" => "Машқдан кейин",
    "ref_391" => "Доимий",

    "ref_392" => "норма",
    "ref_393" => "патологик ўзгаришлар",

    "ref_394" => "Юқори суриш",
    "ref_395" => "Юрак уриши",
    "ref_396" => "Эпигастрал пулсация",
    "ref_397" => "Юрак минтақасида атипик пулсация",

    "ref_398" => "Маҳаллийлаштириш",
    "ref_399" => "тарқалиши",
    "ref_400" => "куч",
    "ref_401" => "Юрак фаолияти фазаларига муносабат",

    "ref_402" => "Заифлашди",
    "ref_403" => "Кучли",

    "ref_404" => "Чекланган",
    "ref_405" => "тўкилган",

    "ref_406" => "Юқори амплитудали (кўтариш)",
    "ref_407" => "Паст амплитуда",
    "ref_408" => "Қаршилик",

    "ref_409" => "Қорин аорта пулсацияси билан боғлиқлик",
    "ref_410" => "Юрак уриши билан муносабат",
    "ref_411" => "Жигар пулсацияси билан боғлиқ",

    "ref_412" => "Чекланган",
    "ref_413" => "тўкилган",

    "ref_414" => "систолик",
    "ref_415" => "диастолик",

    "ref_416" => "Ўнг",
    "ref_417" => "Чап",
    "ref_418" => "Юқори",

    "ref_419" => "Оддий",
    "ref_420" => "Митрал",
    "ref_421" => "Aорта",


    "ref_422" => "Заифлашди",
    "ref_423" => "Кучли - таъкидланган",

    "ref_424" => "Пресистол",
    "ref_425" => "Протодистолик",
    "ref_426" => "Дирганинг йиғиндиси ритми",
    "ref_427" => "Бедана ритми",
    "ref_428" => "Систолик югуриш",

    "ref_429" => "Юмшоқ",
    "ref_430" => "Пуфлаш",
    "ref_431" => "Сcрапер",
    "ref_432" => "қўпол",

    "ref_433" => "Юқори",
    "ref_434" => "Қисқа",

    "ref_435" => "Жим",
    "ref_436" => "баланд",

    "ref_437" => "Қисқа",
    "ref_438" => "Узоқ",

    "ref_439" => "Кўтарилиш",
    "ref_440" => "Камаймоқда",

    "ref_441" => "Қўпол ва баланд овозда",
    "ref_442" => "Жим",
    "ref_443" => "юмшоқ",

    "ref_444" => "вақтинчалик артериялар",
    "ref_445" => "Каротид артериялар",
    "ref_446" => "Радиал артериялар",
    "ref_447" => "феморал артериялар",
    "ref_448" => "поплитеал артериялар",
    "ref_449" => "Постериор тибиал артериялар",
    "ref_450" => "Дорсал оёқ артерияси",

    "ref_451" => "Икки тонли травма",
    "ref_452" => "Икки шовқин Виноградов - Дурозиер",

    "ref_453" => "салбий",
    "ref_454" => "ижобий",
    "ref_455" => "норма",


    "f00_000" => "Шифокорнинг эслатмалари",
    "f01_001" => "Текширув санаси",
    "f01_002" => "Хизмат кўрсатиш жойи",
    "f01_003" => "Кўриш тури",
    "f01_004" => "Оғирлиги, кг)",
    "f01_005" => "Баландлиги (см)",
    "f01_006" => "Бош атрофи (2 ёшгача бўлган болалар) (см)",
    "f01_007" => "A/Д (систол/диастол)",
    "f01_008" => "Пулс (пм)",
    "f01_009" => "ҳарорат (даража)",
    "f01_010" => "Катурация (%)",
    "f01_011" => "Нафас олиш тезлиги (дақиқада)",
    "f01_012" => "Беморнинг умумий ҳолати",
    "f01_013" => "онг",
    "f01_014" => "Беморнинг позицияси",
    "f01_015" => "Конституциявий тип",
    "f01_016" => "Поза",
    "f01_017" => "Юриш",
    "f01_018" => "Юз ифодаси",
    "f01_019" => "Корвисарнинг юзи",
    "f01_020" => "Ранг",
    "f01_021" => "Пигментация ва депигментация, уларнинг локализацияси",
    "f01_022" => "Тошма шакли",
    "f01_023" => "Бир ёки бир нечта (бирлашувчи) отилишлар",
    "f01_024" => "Томирлардаги ўзгаришлар",
    "f01_025" => "Маҳаллийлаштириш",
    "f01_026" => "Миқдор",
    "f01_027" => "Ўлчам",
    "f01_028" => "Экспрессивлик",
    "f01_029" => "Мобиллик",
    "f01_030" => "Оғриқ",
    "f01_031" => "Яралар",
    "f01_032" => "Декубитлар",
    "f01_033" => "Юза характери",
    "f01_034" => "Aнгиома",
    "f01_035" => "Aтерома",
    "f01_036" => "Тери намлиги",
    "f01_037" => "Тери тургори",
    "f01_038" => "шакл",
    "f01_039" => "Мўрт тирноқлар",
    "f01_040" => "Ривожланиш",
    "f01_041" => "Ёғнинг энг кўп тўпланадиган жойлари",
    "f01_042" => "чарчоқ",
    "f01_043" => "шиш",
    "f01_044" => "тарқалиши",
    "f01_045" => "Зев",
    "f01_046" => "ривожланиш даражаси",
    "f01_047" => "Оҳанг",
    "f01_048" => "Мушаклар ҳолати",
    "f01_049" => "Деформацияларнинг мавжудлиги",
    "f01_050" => "Палпация пайтида оғриқ",
    "f01_051" => "Уриш",
    "f01_052" => "Конфигурация",
    "f01_053" => "Шишиш",
    "f01_054" => "Бўғимлар устидаги терининг гиперемияси ва маҳаллий ҳарорати",
    "f01_055" => "Ҳаракат пайтида бўғимларда оғриқ",
    "f01_056" => "Ҳаракатланаётганда хириллаш",
    "f01_057" => "Бўғимлардаги фаол ва пассив ҳаракатлар ҳажми",
    "f14_001" => "Талпланадиган лимфа тугунларининг локализацияси",
    "f14_002" => "Қиймат",
    "f14_003" => "шакл",
    "f14_004" => "Мувофиқлик",
    "f14_005" => "Юза характери",
    "f14_006" => "Оғриқ",
    "f14_007" => "Мобиллик",
    "f14_008" => "Ўзлари ва атрофдаги тўқималар билан бирлашиши",
    "f14_009" => "Лимфа тугунлари устидаги терининг ҳолати",
    //
    "f01_058" => "Томсиллар - ўлчам",
    "f01_059" => "Бодом - ранг бериш",
    "f01_060" => "Бодомчалар - воз кечиш",
    "f01_061" => "Бодомчалар - рейдлар",


    // 2 boshlandi

    //
    "f02_001" => "Характер",
    "f02_002" => "Кўриниш вақти",
    "f02_003" => "Давомлик",
    "f02_004" => "Йўталнинг пайдо бўлиши ва уни бартараф этиш шартлари",
    //
    "f02_005" => "Характер",
    "f02_006" => "Ранг",
    "f02_007" => "Мувофиқлик",
    "f02_008" => "Бир вақтнинг ўзида ва кунига балғам миқдори",
    "f02_009" => "Қондаги нопокликлар",
    "f02_010" => "Балғамнинг энг яхши чиқиши учун энг қулай позиция (дренаж ҳолати)",
    //0
    "f02_011" => "Қон миқдори",
    "f02_012" => "Қон ранги",
    "f02_013" => "Гемоптизи пайдо бўлиши учун шартлар",
    //0
    "f02_014" => "Маҳаллийлаштириш",
    "f02_015" => "Оғриқнинг характери",
    "f02_016" => "Интенсивлик",
    "f02_017" => "Давомлик",
    "f02_018" => "Нафас олиш ҳаракати, йўтал ва ҳолат билан боғлиқ",
    "f02_019" => "Оғриқнинг нурланиши",
    //0
    "f02_020" => "Войдаланиш шартлари",
    "f02_021" => "Нафас қисилишининг характери",
    //0
    "f02_022" => "Вақт ва шартлар",
    "f02_023" => "Характер",
    "f02_024" => "Туқаланиш давомийлиги",
    "f02_025" => "Уларнинг чашкаси",
    //0
    "f02_026" => "Бурун шаклидаги ўзгаришлар",
    "f02_027" => "Бурун орқали нафас олиш",
    "f02_028" => "Бурундан оқинди, унинг табиати ва миқдори",
    "f02_029" => "Бурун оқиши",
    //0
    "f02_030" => "Манзил",
    "f02_031" => "Ҳалқум минтақасида деформация ва текислик",
    "f02_032" => "Овоз",
    "f02_033" => "Овоз этишмаслиги (афония)",
    //0
    "f02_034" => "кўкрак шакли",
    "f02_035" => "Патологик шакллар",
    "f02_036" => "Супраклавикуляр ва субклавиан чуқурчаларнинг оғирлиги",
    "f02_037" => "Интеркостал бўшлиқлар кенглиги",
    "f02_038" => "Эпигастрал бурчакнинг қиймати",
    "f02_039" => "Элка пичоқлари ва бўйинбоғларнинг ҳолати",
    "f02_040" => "Кўкрак қафасининг антеропостериор ва латерал ўлчамлари ҳолати",
    "f02_041" => "Кўкрак симметрияси",
    //2 ta q0oshildi
    "f02_042" => "Рачиокампсис",
    "f02_043" => "Кўкрак қафаси атрофи, нафас олиш ва чиқаришда кўкрак қафаси экскурсияси",
    //0
    "f02_044" => "нафас тури",
    "f02_045" => "Нафас олиш ҳаракатларининг симметрияси (нафас олишнинг ярми кечикиши)",
    "f02_046" => "Ёрдамчи мушакларнинг нафас олишида иштирок этиш",
    "f02_047" => "дақиқада нафас олиш сони",
    "f02_048" => "Чуқур нафас",
    "f02_049" => "Нафас олиш ритми",
    "f02_050" => "Нафас олиш ва чиқариш нисбати",
    // 3 fa 0aloxida xam bor bu yerda
    "f02_051" => "Оғриқли жойларни аниқлаш, уларнинг локализацияси",
    "f02_052" => "Қаршиликни аниқлаш (кўкрак эластиклиги)",
    "f02_053" => "Симметрик соҳаларда овоз життерининг таърифи",

    //Перкус0сия легких
    "f02_056" => "Кўкрак қафасининг симметрик жойларида перкуссия товушининг характеристикаси, қовурғалар ва топографик чизиқлар бўйлаб ҳар бир товушнинг чегараларини аниқ белгилаш.",

    "f02_057" => "Олддаги тепаликларнинг баландлиги (ўнгда)",
    "f02_058" => "Олддаги тепаликларнинг баландлиги (чапда)",
    "f02_059" => "Юқори баландлик орқа (ўнг)",
    "f02_060" => "Устларнинг баландлиги (чапда)",
    "f02_061" => "Крениг майдони кенглиги (ўнг)",
    "f02_062" => "Крениг майдони кенглиги (чап)",

    "f02_063" => "Перистернал чизиқда (ўнгда)",
    "f02_064" => "Перистернал чизиқда (чапда)",
    "f02_065" => "Ўрта клавикуляр чизиқ бўйлаб (ўнгда)",
    "f02_066" => "Ўрта клавикуляр чизиқ бўйлаб (чапда)",
    "f02_067" => "Олдинги аксиллар чизиқ бўйлаб (ўнгда)",
    "f02_068" => "Олдинги аксиллар чизиқ бўйлаб (чапда)",
    "f02_069" => "Ўрта аксиллар чизиқ бўйлаб (ўнгда)",
    "f02_070" => "Ўрта аксиллар чизиқ бўйлаб (чапда)",
    "f02_071" => "Орқа аксиллар чизиқ бўйлаб (ўнгда)",
    "f02_072" => "Орқа аксиллар чизиқ бўйлаб (чапда)",
    "f02_073" => "Скапуляр чизиқ бўйлаб (ўнгда)",
    "f02_074" => "Скапуляр чизиқ бўйлаб (чапда)",
    "f02_075" => "Паравертебрал чизиқ бўйлаб (ўнгда)",
    "f02_076" => "Паравертебрал чизиқ бўйлаб (чапда)",

    "f02_077" => "Ўрта клавикуляр чизиқ бўйлаб (ўнгда)",
    "f02_078" => "Ўрта клавикуляр чизиқ бўйлаб (чапда)",
    "f02_079" => "Ўрта аксиллар чизиқ бўйлаб (ўнгда)",
    "f02_080" => "Ўрта аксиллар чизиқ бўйлаб (чапда)",
    "f02_081" => "Скапуляр чизиқ бўйлаб (ўнгда)",
    "f02_082" => "Скапуляр чизиқ бўйлаб (чапда)",

    "f02_083" => "Кўкракнинг симметрик жойларида асосий нафас олиш товушларининг характери",

    "f02_084" => "Ҳирслар",
    "f02_085" => "Крепитус",
    "f02_086" => "Плеврал ишқаланиш шовқини",
    "f02_087" => "Плеврооперикард шовқини",
    "f02_088" => "Уларнинг локализацияси ва хусусиятлари",
    "f02_089" => "Мажбурий нафас чиқариш ва йўтал билан синов",
    "f02_090" => "Кўкрак қафасининг носимметрик жойларида бронхофобияни аниқлаш (ҳар икки томонда ҳам бир хил, бир томонда кучайган ёки заифлашган)",


    // f03_ perevodi
    "f03_001" => "Маҳаллийлаштириш",
    "f03_002" => "Нурланиш",
    "f03_003" => "Характер",
    "f03_004" => "Интенсивлик",
    "f03_005" => "Оғриқ давомийлиги",
    "f03_006" => "Войдаланиш шартлари",
    "f03_007" => "Улар нимани сотиб олишади",
    //
    "f03_008" => "Aритмиянинг табиати",
    //
    "f03_009" => "Юрак минтақасининг чиқиб кетиши (Гиббус кордис)",
    "f03_010" => "Кўринадиган тўлқинлар",
    //
    "f03_011" => "Юракнинг нисбий хиралик чегаралари",
    "f03_012" => "Юрак конфигурацияси",
    "f03_013" => "Юракнинг мутлақ хиралик чегаралари",
    //
    "f03_014" => "Юрак уришлари: Ритмик",
    "f03_014_1" => "Юрак уриши: аритмик",

    "f03_015" => "Қўшимча оҳанглар",
    //
    "f03_016" => "Юрак фаолияти фазаларига муносабат",
    "f03_017" => "Шовқинни тинглаш учун энг яхши жой",
    "f03_018" => "Шовқин характери",
    //
    "f03_019" => "Маҳаллийлаштириш",
    "f03_020" => "Нурланиш",
    "f03_021" => "Характер",
    "f03_022" => "Интенсивлик",
    "f03_023" => "Оғриқ давомийлиги",
    "f03_024" => "Войдаланиш шартлари",
    "f03_025" => "Улар нимани сотиб олишади",
    "f03_026" => "Оғриқ нимага олиб келади",
    //
    "f03_027" => "Войдаланиш шартлари",
    "f03_028" => "Характер",
    "f03_029" => "Давомлик",
    "f03_030" => "Нима сотиб олинади",
    //
    "f03_031" => "Вақт",
    "f03_032" => "Войдаланиш шартлари",
    //
    "f03_033" => "Aритмиянинг табиати",
    "f03_034" => "Туқаланиш давомийлиги",
    "f03_035" => "частота",
    "f03_036" => "Войдаланиш шартлари",
    "f03_037" => "Нима сотиб олинади",
    //
    "f03_038" => "Маҳаллийлаштириш",
    "f03_039" => "тарқалиши",
    "f03_040" => "Экспрессивлик",
    "f03_041" => "Вақт",
    "f03_042" => "Войдаланиш шартлари",
    //
    "f03_043" => "Бўйиннинг ташқи бўйин веналари ва уйқу артерияларининг ҳолати",
    //
    "f03_044" => "Юрак минтақасининг чиқиб кетиши (Гиббус кордис)",
    "f03_045" => "Кўринадиган тўлқинлар",
    "f03_046" => "Характерли",
    //
    "f03_047" => "Маҳаллийлаштириш",
    "f03_048" => "куч",
    "f03_049" => "Квадрат",
    "f03_050" => "Aмплитуда",
    //
    "f03_051" => "Маҳаллийлаштириш",
    "f03_052" => "Квадрат",
    //
    "f03_053" => "Характер",
    "f03_054" => "тарқалиши",
    // bu yerda da net pasidigi ham qoship yuborildi
    "f03_055" => "Маҳаллийлаштириш",
    "f03_056" => "Юрак фаолияти фазаларига муносабат",
    "f03_057" => "Палпация оғриғини, гиперестезия зоналарини аниқлаш",
    //
    "f03_058" => "Юракнинг нисбий хиралик чегаралари",
    "f03_059" => "Юракнинг нисбий хиралигининг диаметри (см)",
    "f03_059_1" => "Томирлар тўпламининг кенглиги (см)",
    "f03_060" => "Юрак конфигурацияси",
    //
    "f03_061" => "Юракнинг мутлақ хиралик чегаралари",
    //
    "f03_062" => "Юрак уришлари: Ритмик",
    "f03_062_2" => "Юрак қисқариши: аритмик",

    "f03_063" => "Юрак уриш тезлиги",
    "f03_064" => "Биринчи оҳанг: овоз баландлиги",
    "f03_064_2" => "Биринчи оҳанг: биринчи оҳангнинг бўлиниши ёки бифуркацияси",
    "f03_065" => "Иккинчи оҳанг: овоз баландлиги",
    "f03_065_2" => "Иккинчи оҳанг: биринчи оҳангнинг бўлиниши ёки бифуркацияси",
    "f03_066" => "Қўшимча оҳанглар",
    //

    "f03_067" => "Юрак фаолияти фазаларига муносабат",
    "f03_068" => "Шовқинни тинглаш учун энг яхши жой",
    "f03_069" => "Шовқинни ушлаб туриш",
    "f03_070" => "Шовқин характери",
    "f03_071" => "Тембр",
    "f03_072" => "Овоз баландлиги",
    "f03_073" => "Давомлик",
    "f03_074" => "Вақт ўтиши билан шовқин ҳажмининг ўзгариши",
    "f03_075" => "Тананинг ҳолатига қараб шовқиннинг ўзгариши, нафас олиш ва чиқаришда ва машқдан кейин нафасни ушлаб туриш",
    //
    "f03_076" => "Энг яхши тинглаш жойи",
    "f03_077" => "Шовқин характери",
    "f03_078" => "Кема тадқиқотлари",
    //
    "f03_079" => "Текширув ва палпация",
    "f03_080" => "Риппле ифодаси",
    "f03_081" => "Эластиклик",
    "f03_082" => "Aртерия девори сиртининг характеристикаси",
    "f03_083" => "артерияларнинг бурилишлари",
    "f03_084" => "Жуляр чуқурчада аорта пулсациясини аниқлаш",
    "f03_085" => "Уйқусимон ва феморал артерияларни тинглаш",
    //

    "f03_086" => "Радиал артерияларда артериал пулс",
    "f03_087" => "Иккала қўлда пулсни таққослаш (дифференсиал пулс)",
    "f03_088" => "частота",
    "f03_089" => "Ритм (аритмия ва пулс этишмовчилиги мавжудлиги)",
    "f03_090" => "Тўлдириш қиймати",
    "f03_091" => "Кучланиш тезлиги",
    "f03_092" => "Пулс шакли",
    //
    "f03_093" => "Мм Ҳг да бракиял артерияларда",
    //
    "f03_094" => "Ташқи бўйин томирларини текшириш ва палпация қилиш",
    "f03_095" => "шиш",
    "f03_096" => "Кўринадиган тўлқин",
    "f03_097" => "Салбий ёки ижобий веноз пулснинг мавжудлиги",
    "f03_098" => "Бўйин венасини тинглаш (\"тепадаги шовқин\")",
    "f03_099" => "Кўкрак қафаси, қорин девори, оёқ-қўлларнинг варикоз томирларининг мавжудлиги, жойлашуви ва кенгайиш даражасини кўрсатади",
    "f03_100" => "Томирларнинг қаттиқлашиши ва оғриғи, томирни ва индурация ёки оғриқ даражасини кўрсатади",

    // Values ...
    "ref_001" => "Оксипитал",
    "ref_002" => "орқа бачадон бўйни",
    "ref_003" => "Паротид",
    "ref_004" => "Aнтериор сервикал",
    "ref_005" => "Субмандибулар",
    "ref_006" => "Тил ости",
    "ref_007" => "Супраклавикуляр ва субклавиан",
    "ref_008" => "Aхилларй",
    "ref_009" => "тирсак",
    "ref_010" => "кас",
    "ref_011" => "Мисентерик",
    "ref_012" => "Полин",
    "ref_013" => "Юмшоқ",
    "ref_014" => "зич",
    "ref_015" => "Тепалик",
    "ref_016" => "силлиқ",
    "ref_017" => "Норма",
    "ref_018" => "Қизиллик",
    "ref_019" => "сияноз",
    "ref_020" => "Яра-некротик ўзгаришлар",
    "ref_021" => "асосий",
    "ref_022" => "такрорланган",
    "ref_023" => "консилиум",
    "ref_024" => "мутахассис",
    "ref_025" => "қониқарли",
    "ref_026" => "ўртача",
    "ref_027" => "оғир",
    "ref_028" => "жуда қийин",

    "ref_029" => "аниқ",
    "ref_030" => "чалкаш",
    "ref_031" => "аҳмоқлик",
    "ref_032" => "сопор",
    "ref_033" => "кома",
    "ref_034" => "раве",
    "ref_035" => "галлюцинациялар",

    "ref_035" => "фаол",
    "ref_036" => "пассив",
    "ref_037" => "мажбурий",
    "ref_038" => "нормостеник",
    "ref_039" => "гиперстеник",
    "ref_040" => "астеник",
    "ref_041" => "Стрейт",
    "ref_042" => "Эгилди",
    "ref_043" => "Тез",
    "ref_044" => "Секин",
    "ref_045" => "Aтаксик",
    "ref_046" => "Спастик",
    "ref_047" => "Паретиc",

    "ref_048" => "Сокин",
    "ref_048" => "Бефарқ",
    "ref_049" => "ниқобга ўхшаш",
    "ref_050" => "Ғамгин",
    "ref_051" => "Aзоб",
    "ref_052" => "ҳаяжонланган",
    "ref_053" => "чарчаган",

    "ref_054" => "Фаcиес Фебрис",
    "ref_055" => "фебрис",
    "ref_056" => "Фаcиес непҳритиcа",
    "ref_057" => "Фаcиес митралис",
    "ref_058" => "Фаcиес Гиппократиcа",
    "ref_059" => "Фасиес Баседовиcа",

    "ref_061" => "Оч пушти",
    "ref_062" => "Гиперемия",
    "ref_063" => "мовий",
    "ref_064" => "Иктерик",
    "ref_065" => "Оппоқ",
    "ref_066" => "Ер",
    "ref_067" => "қоронғи",
    "ref_068" => "Тоза",

    "ref_069" => "Росеола",
    "ref_070" => "Папула",
    "ref_071" => "Пустула",
    "ref_072" => "Весикула",
    "ref_073" => "Эритема",
    "ref_074" => "Нуқта",
    "ref_075" => "Герпетик портлашлар (Ҳерпес насалис)",
    "ref_076" => "Герпетик портлашлар (Ҳерпес Лабиалис)",
    "ref_077" => "Герпетик портлашлар (Ҳерпес Зостер)",

    "ref_078" => "Ягона",
    "ref_079" => "Кўп",
    "ref_080" => "телангиектазия",
    "ref_081" => "Томир юлдузлари",

    "ref_082" => "мобил",
    "ref_083" => "мобил эмас",
    "ref_084" => "қуруқ",
    "ref_085" => "нам",
    "ref_086" => "Оддий",
    "ref_087" => "Терлаш",
    "ref_088" => "Камайтирилган",
    "ref_089" => "Тарғиб қилинган",
    "ref_090" => "Ўзгармаган",

    "ref_091" => "Соат кўзойнаклари",
    "ref_092" => "Оддий",
    "ref_093" => "Барабанлар",
    "ref_094" => "Қатламли",
    "ref_095" => "Коилонйчиа",

    "ref_096" => "Пушти",
    "ref_097" => "Оддий",
    "ref_098" => "мовий",
    "ref_099" => "Оппоқ",
    "ref_100" => "Хира",
    "ref_101" => "сиянотик",
    "ref_102" => "Гиперемия",

    "ref_103" => "Ўртача",
    "ref_104" => "Оддий",
    "ref_105" => "Заиф",
    "ref_106" => "ортиқча",

    "ref_107" => "Ошқозонда",
    "ref_108" => "Қўлда",
    "ref_109" => "Бел устида",
    "ref_110" => "Бўйин ва элка",

    "ref_111" => "Оёқ-қўллар",
    "ref_112" => "Орқанинг кичкинаси",
    "ref_113" => "ошқозон",

    "ref_114" => "Маҳаллий",
    "ref_115" => "Aнасарка",

    "ref_115" =>"Пассй",
    "ref_116" =>"Ўртача",
    "ref_117" =>"Талаффуз қилинган",

    "ref_118" => "Тоза",
    "ref_119" => "гиперемик",
    "ref_120" => "Бляшка",

    "ref_121" => "Қониқарли",
    "ref_122" => "Заиф",
    "ref_123" => "Норма",
    "ref_124" => "Aтрофия",
    "ref_125" => "Мушаклар гипертрофияси",

    "ref_126" => "Сақланган",
    "ref_127" => "Камайтирилган",
    "ref_128" => "Кўтарилган (мушакларнинг қаттиқлиги)",
    "ref_129" => "Симметрия",

    "ref_130" => "Оғриқ",
    "ref_131" => "Палпацияда муҳрлар",

    "ref_132" => "Норма",
    "ref_133" => "Ўзгартирилган",
    "ref_134" => "Норма",
    "ref_135" => "Камайтирилган",

    // 1-si
    "ref_136" => "Қуруқ",
    "ref_137" => "йўқ",
    "ref_138" => "нормал",
    "ref_139" => "Балғам билан",
    "ref_140" => "Насадний",
    "ref_141" => "Баркинг",
    //2 si
    "ref_142" => "Пешиндан кейин",
    "ref_143" => "Тунда",
    "ref_144" => "Эрталабда",
    //4si
    "ref_145" => "Доимий",
    "ref_146" => "Даврий",
    "ref_147" => "пароксисмал",
    //5 si ruchnoy
    "ref_148" => "қўлланма",
    //6 si
    "ref_149" => "ёпишқоқ",
    "ref_150" => "Қалин",
    //7 si
    "ref_151" => "шаффоф",
    "ref_152" => "лойқа",
    //8 si
    "ref_153" => "сероз",
    "ref_154" => "шилимшиқ",
    "ref_155" => "шиллиқ - йирингли",
    "ref_156" => "йирингли",
    "ref_157" => "Путрид",
    //9-si
    "ref_158" => "қўлланма",
    //bundan keyin da net boladi ! kegin ruchnoy boshlanadi
    "ref_159" => "қўлланма",
    //12 si
    "ref_160" => "Чизиқлар",
    "ref_161" => "Туваклар",
    "ref_162" => "Соф қон",
    //13 si
    "ref_163" => "Aлая",
    "ref_164" => "қоронғи",
    "ref_165" => "Занглаган",
    "ref_166" => "Қизил ранг",
    //14 ruchnoy bovotti
    "ref_167" => "қўлланма",
    //15 si
    "ref_168" => "Ўнг",
    "ref_169" => "Чап",
    "ref_170" => "Субскапулар",
    "ref_171" => "Ретростернал",
    "ref_172" => "Скапуларлараро",
    // 16
    "ref_173" => "Ўткир",
    "ref_174" => "аҳмоқ",
    "ref_175" => "Пичқонча",
    // 17
    "ref_176" => "Заиф",
    "ref_177" => "Ўртача",
    "ref_178" => "Кучли",
    // 18 2 tali chek box boladi bu yerda
    "ref_179" => "Доимий",
    "ref_180" => "пароксисмал",

    //20 si
    "ref_182" => "Дам олишда",
    "ref_183" => "Жисмоний фаолиятда",
    "ref_184" => "Йўталганда",
    "ref_185" => "Тананинг ҳолатини ўзгартирганда",
    // 21 si
    "ref_186" => "Илҳомлантирувчи",
    "ref_187" => "Муддати",
    "ref_188" => "Aралашган",
    //22 si  chekbox
    "ref_189" => "Эрталабда",
    "ref_190" => "Кечқурун",
    // 23 si ruchnoy boladi
    "ref_191" => "Озод",
    "ref_181" => "Қаттиқ",
    // 24 chek box
    "ref_192" => "Узоқ",
    "ref_193" => "Қисқа",
    //25 bu ham chek box
    "ref_194" => "Ўз-ўзидан",
    "ref_195" => "Тиббиёт",
    //chek box dan keyin bizaga da net 2 ta undan keyin ruchnoy
    "ref_196" => "қўлланма",
    // yana da net keyin select boshlanadi
    "ref_197" => "Нормостеник",
    "ref_198" => "Гиперстеник",
    "ref_199" => "Aстеник",
    //select
    "ref_200" => "Эмфиземат",
    "ref_201" => "Бочка шаклидаги",
    "ref_202" => "паралитик",
    "ref_203" => "Скафоид",
    "ref_204" => "рахит",
    "ref_205" => "вони",
    // select
    "ref_206" => "Булл оут",
    "ref_207" => "Бажарилди",
    "ref_208" => "чўкиб кетган",
    "ref_209" => "Чизилган",
    //select
    "ref_210" => "Ўртача",
    "ref_211" => "кенг",
    "ref_212" => "тор",
    //select
    "ref_213" => "Стрейт",
    "ref_214" => "Aччиқ",
    "ref_215" => "Тўмтоқ",
    // select
    "ref_216" => "Aмал қилманг",
    "ref_217" => "Ўртача бажаринг",
    "ref_218" => "Aниқ",
    "ref_219" => "қанотли пичоқлар",
    // ruchnoy
    "ref_220" => "қўлланма",
    //
    "ref_221" => "Яримлардан бирини катталаштиринг ёки камайтиринг",
    "ref_222" => "Маҳаллий протрусионлар ёки орқага тортишлар",
    //select
    "ref_223" => "Кифоз",
    "ref_224" => "Лордоз",
    "ref_225" => "Сколиоз",
    "ref_226" => "Кифосколиоз",
    // ruchnoy
    "ref_227" => "қўлланма",
    //tip dan bowlandi
    "ref_228" => "Пекторал",
    "ref_229" => "қорин",
    "ref_230" => "Aралашган",
    //da net 2 ta boladi uladan keyin ruchnoy
    "ref_231" => "қўлланма",
    //select
    "ref_232" => "Юза",
    "ref_233" => "чуқур",
    "ref_234" => "Куссмаул нафаси",
    //select
    "ref_235" => "Ритмик",
    "ref_236" => "Aритмик",
    "ref_237" => "Чейне-Стокес нафаси",
    "ref_238" => "Биоттнинг нафаси",
    //ruchnoy keladi
    "ref_239" => "қўлланма",
    //opredeleniy boshlandi
    "ref_240" => "Бир хил",
    "ref_241" => "Бир томондан мустаҳкамланган",
    "ref_242" => "Бир томондан заифлашди",
    // ruchnoy
    "ref_243" => "қўлланма",
    // select qaytarildi bu yerda tepadigi bn
    "ref_244" => "Бир хил",
    "ref_245" => "Бир томондан мустаҳкамланган",
    "ref_246" => "Бир томондан заифлашди",
    //xarakterdan boshlandi perkussiyadan select boladi bu
    "ref_247" => "Овоз тоза ўпка",
    "ref_248" => "Хиралашган",
    "ref_249" => "Тўмтоқ",
    "ref_250" => "қутили",
    "ref_251" => "Тимпаник",
    "ref_252" => "Тимпаник зерикарли",

    "ref_253" => "катталаштирилган",
    "ref_254" => "Норма",
    "ref_255" => "йўқ",

    "ref_256" => "гиперемик",
    "ref_257" => "Норма",


    // Громкий,Тихий,Чистый,Сиплый
    "ref_258" => "баланд",
    "ref_259" => "Жим",
    "ref_260" => "Тоза",
    "ref_261" => "ҳуски",

    // Везикулярное,Ослабленное,Усиленное,Жесткое,Смешанное,,Бронхиальное,Амфорическое,Отсутствие основного дыхательного шума
    "ref_262" => "Весикуляр",
    "ref_263" => "Заифлашди",
    "ref_264" => "Ривожланган",
    "ref_265" => "Қаттиқ",
    "ref_266" => "Aралашган",
    "ref_267" => "бронхиал",
    "ref_268" => "Aмфорик",
    "ref_269" => "Aсосий нафас шовқини йўқ",

    //Влажные,Сухие
    "ref_270" => "нам",
    "ref_271" => "қуруқ",

    //Верхняя доля,Нижняя доля,Правая,Левая
    "ref_272" => "Юқори лот",
    "ref_273" => "Камроқ улуш",
    "ref_274" => "Ўнг",
    "ref_275" => "Чап",

    //Положительная,отрицательная
    "ref_276" => "Ижобий",
    "ref_277" => "салбий",

    "ref_278" => "стернум орқасида",
    "ref_279" => "Юракнинг чўққисида",
    //none+
    "ref_280" => "Тўш суягининг чап томонида ИИ - ВИ қовурғалар даражасида",

    "ref_281" => "Бўйин",
    "ref_282" => "жағ",
    //none+
    "ref_283" => "Қўл",
    "ref_284" => "белкураклар",

    "ref_285" => "компрессив",
    "ref_286" => "Пичқонча",
    "ref_287" => "босиш",
    "ref_288" => "Оғриқ",

    "ref_289" => "Доимий",
    //none+
    "ref_290" => "пароксисмал",

    "ref_291" => "Узоқ",
    //none+
    "ref_292" => "Қисқа",

    // В поясничной области, Внизу живота,  По ходу мочеточников

    "ref_456" => "Ломбер минтақада",
    "ref_457" => "Пастки қорин",
    "ref_458" => "Сийдик чиқариш йўллари бўйлаб",

    // Острая, Тупая, Постоянная, Приступообразная
    "ref_459" => "Ўткир",
    "ref_460" => "аҳмоқ",
    "ref_461" => "Доимий",
    "ref_462" => "пароксисмал",

    // Физическая нагрузка, Изменение положения тела, Прием острой пищи, Алкоголя, Водная нагрузка
    "ref_463" => "Жисмоний машқлар стресси",
    "ref_464" => "Тана ҳолатини ўзгартириш",
    "ref_465" => "Aччиқ овқат истеъмол қилиш",
    "ref_466" => "Aлкогол",
    "ref_467" => "Сув юки",

    // самостоятельно, медикментозно
    "ref_468" => "ўз-ўзидан",
    "ref_469" => "дориланган",

    // Наличие полиурии, Олигоурии, Анурии, Задержки мочи (ишурии)
    "ref_470" => "Полиурия мавжудлиги",
    "ref_471" => "Олигурия",
    "ref_472" => "Aнурия",
    "ref_473" => "Сийдикни ушлаб туриш (ишурия)",

    // Тонкой струей, Каплями, Прерывистое
    "ref_474" => "Юпқа оқим",
    "ref_475" => "томчилар",
    "ref_476" => "Интервал",

    // В начале, В конце, Во время всего мочеиспускания
    "ref_477" => "Бошида",
    "ref_478" => "Охирида",
    "ref_479" => "Барча сийиш пайтида",

    // Соломенно-желтый, Насыщенно желтый, Темный, Цвет “пива”, Красный, Цвета “мясных помоев”
    "ref_480" => "Сомон сариқ",
    "ref_481" => "Кучли сариқ",
    "ref_482" => "қоронғи",
    "ref_483" => "Пиво ранги",
    "ref_484" => "Қизил",
    "ref_485" => "\"Гўшт бўлаклари\" ранглари",

    // Утром, Вечером, На протяжении суток
    "ref_486" => "Эрталабда",
    "ref_487" => "Кечқурун",
    "ref_488" => "Кун давомида",

    // Питьевая нагрузка, Избыточный прием соли
    "ref_489" => "Ичимлик юки",
    "ref_490" => "Жуда кўп туз",

    // "висок, в облсти глаза, затылок, макушка
    "ref_491" => "маъбад",
    "ref_492" => "кўз соҳасида",
    "ref_493" => "енса",
    "ref_494" => "тож",

    // Слабая, Умеренная, Сильная
    "ref_495" => "Заиф",
    "ref_496" => "Ўртача",
    "ref_497" => "Кучли",

    // Постоянная, Приступообразная
    "ref_498" => "Доимий",
    "ref_499" => "пароксисмал",

    // Сдавливающая, Острая, Тупая, Пульсирующая
    "ref_500" => "Сиқиш",
    "ref_501" => "Ўткир",
    "ref_502" => "аҳмоқ",
    "ref_503" => "пулсацияланувчи",

    // Утром,Вечером,Постоянная
    "ref_504" => "Эрталабда",
    "ref_505" => "Кечқурун",
    "ref_506" => "Доимий",

    // При физической нагрузке, отсутствует, Эмоциональное напряжение, В покое
    "ref_507" => "Жисмоний фаолиятда",
    "ref_508" => "йўқ",
    "ref_509" => "Ҳиссий стресс",
    "ref_510" => "Дам олишда",

    // самостоятельно, медикаментозно
    "ref_511" => "ўз-ўзидан",
    "ref_512" => "дориланган",

    // вестибулярное, потуральное, липотемическое, цервикогенное, психогенное
    "ref_513" => "вестибуляр",
    "ref_514" => "табиий",
    "ref_515" => "липотемик",
    "ref_516" => "сервикоген",
    "ref_517" => "психоген",

    //При ходьбе, При изменении тела и головы
    "ref_518" => "Юраётганда",
    "ref_519" => "Тана ва бошни ўзгартирганда",

    // потливость, чувствительностью к свету и шуму, нарушением слуха и звоном, заложенности уха, вибрация или дрожание объекта, приступы тревожности, Черные пятна перед глазам, дрожание глазных ябло, Проблемы с речью или глотанием, Учащенное сердцебиение, тошнота
    "ref_520" => "терлаш",
    "ref_521" => "ёруғлик ва шовқинга сезгирлик",
    "ref_522" => "ешитиш ва қўнғироқ қилиш",
    "ref_523" => "тиқилган қулоқ",
    "ref_524" => "объектнинг тебраниши ёки силкиниши",
    "ref_525" => "ташвиш ҳужумлари",
    "ref_526" => "Кўз олдида қора доғлар",
    "ref_527" => "титроқ кўзлар",
    "ref_528" => "Нутқ ёки ютиш билан боғлиқ муаммолар",
    "ref_529" => "Кардиопалмус",
    "ref_530" => "кўнгил айниши",

    "ref_531" => "юқори",
    "ref_532" => "паст",

    "ref_533" => "қисқа муддатга",
    "ref_534" => "Узоқ муддат",

    "ref_535" => "консентрланган",
    "ref_536" => "тарқалган",

    "ref_537" => "норма",
    "ref_538" => "уйқусизлик",

    "ref_539" => "юза",
    "ref_540" => "чуқур",

    "ref_541" => "норма",
    "ref_542" => "бурилиш",

    // удовлетворительнаое, неудовлетворителььная
    "ref_543" => "қониқарли",
    "ref_544" => "қониқарсиз",

    // флегматик, холерик, сангвиник, меланхолик
    "ref_545" => "флегматик одам",
    "ref_546" => "холерик",
    "ref_547" => "сангуине",
    "ref_548" => "меланколик",

    // Гипостезия, Гиперстезия, Парестезии
    "ref_549" => "гипотеза",
    "ref_550" => "Гиперстезия",
    "ref_551" => "парестезия",

    // Норма, патология
    "ref_552" => "Норма",
    "ref_553" => "патология",

    // Ослабление внимания, Снижение памяти, Нарушение критики, Сужение круга интересов
    "ref_554" => "Диққат заифлашган",
    "ref_555" => "Хотиранинг пасайиши",
    "ref_556" => "Танқидни бузиш",
    "ref_557" => "Қизиқишлар доирасини торайтириш",

    // спокойное, не спокойное
    "ref_558" => "сокин",
    "ref_559" => "хотиржам эмас",

    // Открытый, Закрытый
    "ref_560" => "Очиқ",
    "ref_561" => "ёпиқ",

    // норсальная, близорукость, дальнорукость
    "ref_562" => "норсал",
    "ref_563" => "миёпи",
    "ref_564" => "узоқни кўра олмаслик",

    // Норма, патология
    "ref_565" => "Норма",
    "ref_566" => "патология",

    // Обычная, Атаксическая, Паретическая, Другие формы
    "ref_567" => "мунтазам",
    "ref_568" => "Aтаксик",
    "ref_569" => "Паретиc",
    "ref_570" => "Бошқа шакллар",

    // Маторная, Сенсорная
    "ref_571" => "Маторная",
    "ref_572" => "Тегиниш",

    // Ширина глазной щели, Ширина зрачка, Экзофтальм, Энофтальм, Симптом Горнера
    "ref_573" => "Палпебрал ёриқнинг кенглиги",
    "ref_574" => "кўз қорачиғи кенглиги",
    "ref_575" => "екзофталмос",
    "ref_576" => "Энофталм",
    "ref_577" => "Хорнер симптоми",

    // белый, красный, отечный
    "ref_578" => "оқ",
    "ref_579" => "қизил",
    "ref_580" => "гидропик",

#endregion

    //06 boshlandi
    "ttl6_01" => "Эндокрин тизим",
    "ttl6_02" => "Текширув ва палпация",

    //07 boshlandi
    "ttl7_14" => "Жинсий тизим",
    "ttl7_15" => "Текширув ва палпация",

    //08 boshlandi
    "ttl8_16" => "Ошқозон-ичак тракти",
    "ttl8_17" => "Палпация",
    "ttl8_18" => "Жигар ва ўт пуфаги",
    "ttl8_19" => "Перкуссия",
    "ttl8_20" => "Палпация",
    "ttl8_21" => "Aускултация",
    "ttl8_22" => "талоқ",
    "ttl8_23" => "Ошқозон ости бези",



    //06 boshlandi
    "acc6_01" => "Бузилишлар",
    "acc6_02" => "Семизлик",
    "acc6_03" => "Тери ҳолати",
    "acc6_04" => "Катталаштириш",
    "acc6_05" => "Қалқонсимон безни палпация қилиш",
    "acc6_06" => "Докторнинг эслатмалари",

    // 07 boshlandi
    "acc7_01" => "Оғриқ",
    "acc7_02" => "Менстрüел сикл",
    "acc7_03" => "иккиламчи жинсий хусусиятлар",
    "acc7_04" => "Сут безлари (аёлларда) ва кўкрак (еркакларда)",
    "acc7_05" => "Ташқи жинсий аъзолар (еркакларда)",
    "acc7_06" => "Простата бези (еркакларда)",
    "acc7_07" => "Гинекологик текширув (аёлларда)",
    "acc7_08" => "Докторнинг эслатмалари",



    // 08 boshlandi
    "acc8_104" => "Қорин оғриғи",
    "acc8_105" => "Диспептик ҳодисалар",
    "acc8_106" => "Кресло",
    "acc8_107" => "Оғиз бўшлиғи",
    //acc qoshildi
    "acc8_108" => "Перкуссия",
    "acc8_109" => "Юзаки йўналтирилган палпация",

    //sarlavha bor
    "acc8_110" => "Ўнг сонда оғриқ",
    "acc8_111" => "Диспептик ҳодисалар",
    "acc8_112" => "Сариқлик",
    //sarlavxa
    "acc8_113" => "Курловга кўра жигар чегаралари",
    "acc8_114" => "Ўнг қирғоқ камонига тегиш",
    "acc8_115" => "Жигар",
    "acc8_116" => "Ўт пуфаги",
    "acc8_117" => "Aускултация",
    "acc8_118" => "Чап гипохондриядаги оғриқ",
    "acc8_119" => "Перкуссия",
    "acc8_120" => "Палпация",
    "acc8_121" => "Aускултация",
    //sarlavha
    "acc8_122" => "Оғриқ",
    "acc8_123" => "Палпация",
    "acc8_124" => "Докторнинг эслатмалари",



    //06 boshlandi
    "f06_001" => "бўйи, физикаси",
    "f06_002" => "вазн йиғмоқ",
    "f06_003" => "Озиш",
    "f06_004" => "ташналик",
    "f06_005" => "очлик",
    "f06_006" => "доимий иссиқлик ҳисси",
    "f06_007" => "терлаш",
    "f06_008" => "совуқ",
    "f06_009" => "тана ҳароратининг кўтарилиши",
    "f06_010" => "конвулсиялар",
    "f06_011" => "мушакларнинг кучсизлиги",
    "f06_012" => "жаҳлдорлик",
    //
    "f06_013" => "Ифода даражаси",
    "f06_014" => "Ёғнинг устун локализацияси",
    "f06_015" => "Озғинлик",
    "f06_016" => "кахексия",
    //
    "f06_017" => "намлик",
    "f06_018" => "Юпқалаш",
    "f06_019" => "қўполлик",
    "f06_020" => "Терининг гиперпигментацияси, тери бурмалари (локализация)",
    "f06_021" => "Стриаларнинг мавжудлиги",
    "f06_022" => "Aтипик сочлар",
    "f06_023" => "Ой юзи",
    //
    "f06_024" => "Тил",
    "f06_025" => "бурун",
    "f06_026" => "Жағлари",
    "f06_027" => "Aурикулалар",
    "f06_028" => "Тушлар",
    "f06_029" => "СТОП",
    //
    "f06_030" => "Маҳаллийлаштириш",
    "f06_031" => "Қиймат",
    "f06_032" => "Мувофиқлик",
    "f06_033" => "Оғриқ",
    "f06_034" => "Мобиллик",

    //07 boshlandi
    "f07_001" => "Пастки қорин",
    "f07_002" => "Тўғрида",
    "f07_003" => "Пастки орқа томонда",
    "f07_004" => "Сакрум",
    "f07_005" => "скротум",
    "f07_006" => "Ташқи жинсий аъзолар соҳасида",
    "f07_007" => "Оғриқ характери",
    "f07_008" => "Маҳаллийлаштириш",
    "f07_009" => "Нурланиш",
    "f07_010" => "Войдаланиш шартлари",
    "f07_011" => "Улар нимани сотиб олишади",
    //
    "f07_012" => "мунтазамлик",
    "f07_013" => "ҳайз кўриш даврийлиги",
    "f07_014" => "Миқдор",
    "f07_015" => "Давомлик",
    "f07_016" => "Оғриқ",
    "f07_017" => "Бачадон қон кетиши",
    "f07_018" => "Бошқа секрециялар (оқлар)",
    "f07_019" => "Жинсий функция",
    //
    "f07_020" => "соч тури",
    "f07_021" => "Соч чизиғи",
    "f07_022" => "Жинекомастия",
    "f07_023" => "Овоз",
    "f07_024" => "Ҳирсутизм, эвнухоидизм, вирилизм, феминизация белгилари",
    //
    "f07_025" => "ривожланиш даражаси",
    "f07_026" => "Тери ҳолати",
    "f07_027" => "Пигментация",
    "f07_028" => "Лимон қобиғи кўринишидаги маҳаллий шиш",
    "f07_029" => "Қайтишлар",
    "f07_030" => "Безларнинг симметрияси",
    "f07_031" => "Кўкрак шакли",
    "f07_032" => "Эрозия ва яралар мавжудлиги",
    "f07_033" => "Безларнинг деформацияси",
    "f07_034" => "Кўкрак учидан оқинди",
    "f07_035" => "Хусусиятлар ва ҳайз даври билан боғлиқлик",
    //
    "f07_036" => "Ҳажми - Скротум",
    "f07_037" => "Ўлчам - мояклар",
    "f07_038" => "скротал шиш",
    "f07_039" => "Скротумнинг варикоз томирлари (варикосел)",
    "f07_040" => "Моякларни пайпаслаганда оғриқ",
    "f07_041" => "Ўсма шаклланишининг мавжудлиги",
    "f07_042" => "Моякларнинг кам ривожланганлиги (анорхизм, крипторхизм)",
    "f07_043" => "Жинсий олатни эрозиялари ва яралари",
    "f07_044" => "Жинсий олатни аномалиялари ва деформациялари",
    //
    "f07_045" => "Ўлчам",
    "f07_046" => "Мувофиқлик",
    "f07_047" => "Юзат характеристикаси",
    "f07_048" => "Тўғри ичак текширувида простата оғриғи",
    //
    "f07_049" => "Ташқи жинсий аъзолар, қин, бачадон, қўшимчалар ҳолатини кўзгуда кўриш ва бимануал палпация",




    //08 boshlandi
    "f08_001" => "Маҳаллийлаштириш",
    "f08_002" => "Нурланиш",
    "f08_003" => "Интенсивлик",
    "f08_004" => "Давомлик",
    "f08_005" => "Озиқ-овқат истеъмол қилиш билан боғлиқлик ва юзага келиш шартлари",
    "f08_006" => "Оғриқ характери",
    "f08_007" => "Оғриқни йўқотиш",
    //
    "f08_008" => "Ютиш ва овқатни қизилўнгач орқали ўтказишда қийинчилик (дисфагия)",
    "f08_009" => "Кўнгил айниши (кўнгил айниши)",
    "f08_010" => "қусиш (вомит)",
    "f08_010_1" => "Кўплик",
    "f08_011" => "Белп",
    "f08_012" => "Кўнгил айниши",
    "f08_013" => "Шишириш (метеоризм)",
    "f08_014" => "Батафсил характеристикалар",
    "f08_015" => "Ҳодисаларнинг намоён бўлиш даражаси",
    "f08_016" => "Диспептик ҳодисаларни нима тўхтатади",
    "f08_017" => "Озиқ-овқат истеъмоли, сифати ва миқдорига муносабат",
    "f08_018" => "Иштаҳа",
    "f08_019" => "Озиқ-овқатдан нафратланиш - ёғли",
    "f08_020" => "Озиқ-овқатдан нафратланиш - гўшт",
    //
    "f08_021" => "Кунлик частота",
    "f08_022" => "Миқдор",
    "f08_023" => "Нажаснинг мустаҳкамлиги",
    "f08_024" => "Нажас ранги",
    "f08_025" => "Қон кетиш",
    "f08_026" => "Геморройдан қон кетиш",
    //
    "f08_027" => "Тилни бўяш",
    "f08_028" => "Тил-намлик",
    "f08_029" => "Тил - рейдларнинг мавжудлиги",
    "f08_030" => "Тил ёриқлари",
    "f08_031" => "Тил-Язв",
    "f08_032" => "Тишлар ҳолати",
    "f08_033_1" => "Қорин-қорин ҳажми",
    "f08_033_1_1" => "Aгар ушланган бўлса - сабаб",
    "f08_033_2" => "Қорин симметрияси",
    "f08_033_3" => "Қорин - нафас олиш актида иштирок этиш",
    "f08_033_4" => "Қорин - ошқозон ва ичакнинг кўринадиган перисталтикаси",
    "f08_033_5" => "Қорин-веноз коллатераллар",
    "f08_034" => "Паркуссия товушининг характери",
    "f08_035" => "Қорин бўшлиғида эркин ёки кистланган суюқлик мавжудлиги.",
    // palpitsa sarlavxa keladi
    "f08_036" => "Оғриқли жойлар",
    "f08_037" => "Қорин девори мушакларининг кучланиши (мушак мудофааси - мудофаа мушаклари)",
    "f08_038" => "Тўғри қорин бўшлиғи мушакларининг дивергенцияси ва оқ чизиқли чурранинг мавжудлиги, киндик чурраси, қорин парда симптомлари (Шчеткин-Блумерг симптоми)",
    "f08_039" => "Мендел белгиси",
    "f08_040" => "Юзаки жойлашган ўсмага ўхшаш шаклланишларнинг мавжудлиги",
    // jirni sarlavxa keladi
    "f08_041" => "Оғриқ характери",
    "f08_042" => "Оғриқнинг нурланиши",
    "f08_043" => "Войдаланиш шартлари",
    //
    "f08_044" => "Кўнгил айниши",
    "f08_045" => "Қусиш - қусишнинг характери",
    "f08_046" => "Қусиш миқдори",
    "f08_047" => "Қусиш - қусишдан кейин енгиллик ҳисси",
    "f08_048" => "Белп",
    "f08_049" => "Диспептик ҳодисаларнинг пайдо бўлиши учун шартлар",
    "f08_049_1" => "Овқатланиш билан муносабат",
    "f08_050" => "Улар нимани сотиб олишади",
    //
    "f08_051" => "Ўнг ҳипокондриюмда оғриқ билан алоқаси",
    "f08_052" => "диспепсия",
    "f08_053" => "Сийдик, нажас рангидаги ўзгаришлар",
    "f08_054" => "Пруритус мавжудлиги",
    "f08_055" => "Ўнг ҳипокондриюмда чекланган протрусионнинг мавжудлиги, нафас олишда бу ҳудуднинг чекланиши",
    //sarlavha bor bu yerda 3 talik qilinadi
    "f08_056" => "Жигарнинг мутлақ хиралигининг юқори чегараси (ўнг ўрта клавикуляр чизиқда (қайси қовурғани кўрсатинг), ҳажмини кўрсатинг)",
    "f08_057_1" => "Жигарнинг мутлақ хиралигининг пастки чегараси (ўнг ўрта клавикуляр чизиқда, ҳажмини белгиланг)",
    "f08_057_2" => "Жигарнинг мутлақ хиралигининг пастки чегараси (олдинги ўрта чизиқ бўйлаб, ҳажмини белгиланг)",
    "f08_057_3" => "Жигарнинг мутлақ хиралигининг пастки чегараси (чап томонда, ўлчамини кўрсатинг)",
    "f08_058" => "Ортнер симптомининг мавжудлиги, Лепене",
    //sarlavha bor
    "f08_059" => "Жигарнинг пастки чегараларини ўрта клавикуляр ва олдинги ўрта чизиқ бўйлаб аниқлаштириш",
    "f08_060" => "Жигар четининг характеристикаси",
    "f08_061" => "Юза характеристикаси (катталаштирилганда)",
    "f08_062" => "Курловга кўра жигар ҳажми",
    //
    "f08_063" => "Ўт пуфагининг хусусиятлари",
    "f08_064" => "Тҳис қилиш қобилияти",
    "f08_065" => "Оғриқ",
    "f08_066" => "Ўлчамлари",
    "f08_067" => "Кера, Мусси - Георгиевский симптомининг мавжудлиги (френикус симптоми)",
    //
    "f08_068" => "Ўнг ҳипокондриюм ҳудудида қорин парда ишқаланиш шовқинининг мавжудлиги",
    //sarlavhani
    "f08_069" => "Оғриқ характери",
    "f08_070" => "Оғриқнинг интенсивлиги",
    "f08_071" => "Давомлик",
    "f08_072" => "Нурланиш",
    "f08_073" => "Войдаланиш шартлари",
    "f08_074" => "Чап гипохондриюм ҳудудида чекланган протрусион мавжудлиги, нафас олишнинг ушбу соҳасини чеклаш",
    //
    "f08_075" => "Талоқнинг узунламасıна ва кўндаланг ҳажмини аниқлаш",
    //
    "f08_076" => "Талоқнинг ётган ҳолатда палпацияси - ён томонда",
    "f08_077" => "Талоқнинг ётган ҳолатда палпацияси - орқа томонда",
    "f08_078" => "Талоқнинг пастки четининг хусусиятлари",
    "f08_079" => "Талоқ сиртининг характеристикаси (унинг сезиларли ўсиши билан)",
    //
    "f08_080" => "Чап гипохондрия ҳудудида қорин парда ишқаланиш шовқинининг мавжудлиги",
    // sarlavha jirniy
    "f08_081" => "Локализация (қориннинг юқори қисми)",
    "f08_082" => "Нурланиш (белбоғнинг умумий оғриғи)",
    "f08_083" => "Оғриқ характери",
    "f08_084" => "Войдаланиш шартлари",
    "f08_085" => "Улар нимани сотиб олишади",
    "f08_086" => "Диспептик ҳодисалар",
    //
    "f08_087" => "Олдинги қорин деворида унинг проекцияси соҳасида оғриқ мавжудлиги, ошқозон ости безининг катталашиши ва қалинлашиши",




    // Умеренное, норма, Слабое, резмерное
    "ref_581" => "Ўртача",
    "ref_582" => "Норма",
    "ref_583" => "Заиф",

    //На животе,На руках,На бедрах,Шея и плечо
    "ref_584" => "Ошқозонда",
    "ref_585" => "Қўлда",
    "ref_586" => "Бел устида",
    "ref_587" => "Бўйин ва элка",

    //Сухая, влажная, норма
    "ref_588" => "қуруқ",
    "ref_589" => "нам",
    "ref_590" => "Норма",

    //плотная, эластичная, мягкая
    "ref_591" => "зич",
    "ref_592" => "Эластик",
    "ref_593" => "Юмшоқ",
    // Острая, Тупая, Постоянная, отсутствует, Приступообразная
    "ref_7000" => "Ўткир",
    "ref_7001" => "аҳмоқ",
    "ref_7002" => "Доимий",
    "ref_7003" => "йўқ",
    "ref_7004" => "пароксисмал",

    // Физическая нагрузка, Изменение положения тела, Прием острой пищи, Алкоголя, Водная нагрузка
    "ref_7005" => "Жисмоний машқлар стресси",
    "ref_7006" => "Тана ҳолатини ўзгартириш",
    "ref_7007" => "Aччиқ овқат истеъмол қилиш",
    "ref_7008" => "Aлкогол",
    "ref_7009" => "Сув юки",

    // самостоятельно, медикментозно
    "ref_7010" => "Ўз-ўзидан",
    "ref_7011" => "дориланган",

    // Норма, отклонение
    "ref_7012" => "Норма",
    "ref_7013" => "Оғиш",

    // Нормальная, Повышена, Снижена, Отсутствует
    "ref_7014" => "Оддий",
    "ref_7015" => "Тарғиб қилинган",
    "ref_7016" => "Камайтирилган",
    "ref_none" => "Отсутствует",

    // Мужской, Женский, В подмышечных впадинах, На лице, На животе, В лобковой области

    "ref_7017" => "еркак",
    "ref_7018" => "Aёл",

    "ref_7019" => "Қўлтиқларда",
    "ref_7020" => "Юзда",
    "ref_7021" => "Ошқозонда",
    "ref_7022" => "Жамоа соҳасида",

    // Высокий, Низкий
    "ref_7023" => "Юқори",
    "ref_7024" => "Қисқа",

    // МА-0, МА-1, МА-2, МА-3
    "ref_7025" => "МA-0",
    "ref_7026" => "МA-1",
    "ref_7027" => "МA-2",
    "ref_7028" => "МA-3",

    // Изменена, Не изменена
    "ref_7029" => "Ўзгартирилган",
    "ref_7030" => "Ўзгармаган",

    // Выпуклые, Плоские, Пухлые, Бугристые, Разностороные, Втянутые
    "ref_7031" => "Қавариқ",
    "ref_7032" => "текис",
    "ref_7033" => "Тўлиқ",
    "ref_7034" => "Топлоқ",
    "ref_7035" => "Кўп томонли",
    "ref_7036" => "Қайтарилди",

    //плотная, эластичная, мягкая
    "ref_7037" => "зич",
    "ref_7038" => "Эластик",
    "ref_7039" => "Юмшоқ",

    // увеличенная, болезненная
    "ref_7040" => "катталаштирилган",
    "ref_7041" => "Aламли",




    // Вокруг пупка, Подреберный, Правый подреберье, Левый, Эпигастральный, Подвздошный, Опоясывающий, отсутствует
    "ref_8000" => "Киндик атрофида",
    "ref_8001" => "Инфракостал",
    "ref_8002" => "Ўнг гипохондрия",
    "ref_8003" => "Чап гипохондрия",
    "ref_8004" => "Эпигастрик",
    "ref_8005" => "Илиак",
    "ref_8006" => "Камар",

    // Выраженный, отсутствует, Не выраженный
    "ref_8007" => "Изоҳланган",
    "ref_8008" => "Изоҳланмаган",

    // Постоянный, Приступообразный, отсутствует, периодический
    "ref_8009" => "Доимий",
    "ref_8010" => "пароксисмал",
    "ref_8011" => "Даврий",

    // Раннние, отсутствует, Поздние, Голодные боли
    "ref_8012" => "Эрта",
    "ref_8013" => "кеч",
    "ref_8014" => "Оч оғриқлар",

    // Постоянные, Схваткообразные, Острые, отсутствует, Тупые, Ноющий
    "ref_8015" => "Доимий",
    "ref_8016" => "Крампинг",
    "ref_8017" => "Ўткир",
    "ref_8018" => "аҳмоқ",
    "ref_8019" => "Оғриқ",

    // Самостоятельно или после приема пищи, отсутствует, Применение тепла, холода, медикаментов, после рвоты
    "ref_8020" => "Ўз-ўзидан ёки овқатдан кейин",
    "ref_8021" => "Иссиқлик, совуқлик, дори-дармонлардан фойдаланиш",

    // самостоятельно, медикментозно
    "ref_8022" => "Ўз-ўзидан",
    "ref_8023" => "дориланган",

    // Сохранен, Понижен, Повышен (polyphagia), Полностью отсутствует (anorexia), Извращения
    "ref_8024" => "Сақланган",
    "ref_8025" => "пастланган",
    "ref_8026" => "Кўтарилган (полифагия)",
    "ref_8027" => "Тўлиқ йўқолган (анорексия)",
    "ref_8028" => "Бузилишлар",

    //Обильное, Умеренное, Небольшое
    "ref_8029" => "Кўп",
    "ref_8030" => "Ўртача",
    "ref_8031" => "Кичик",

    // Оформленный, Жидкий, Кашицеобразный, болотный, Твердый, Овечий
    "ref_8032" => "мўлжалланган",
    "ref_8033" => "Суюқлик",
    "ref_8034" => "Ўткир, ботқоқ",
    "ref_8035" => "Қаттиқ",
    "ref_8036" => "Қўй",

    // Коричневый, Желто-коричневый, Желтый, ахоличный, Серо-белый, Дегтеобразный
    "ref_8037" => "Жигарранг",
    "ref_8038" => "Тан",
    "ref_8039" => "Сариқ, ахолик",
    "ref_8040" => "Кулранг оқ",
    "ref_8041" => "Тарри",

    //Признаки пищеводного, отсутствует, Желудочного, Кишечного
    "ref_8042" => "Қизилўнгач белгилари",
    "ref_8043" => "Ошқозон",
    "ref_8044" => "ичак",

    // Рвота кровью, кофейной гущей, Черный дегтеобразный стул (melena), Свежая кровь в кале
    "ref_8045" => "қусиш қон",
    "ref_8046" => "кофе майдонлари",
    "ref_8047" => "Қора қатронли стул (мелена)",
    "ref_8048" => "Нажасда янги қон",

    // Красный, Синий, Розовый, Желтый
    "ref_8049" => "Қизил",
    "ref_8050" => "кўк",
    "ref_8051" => "Пушти",
    "ref_8052" => "сариқ",

    // Сухой, влажный
    "ref_8053" => "қуруқ",
    "ref_8054" => "нам",

    // кариес, норма, дефекты
    "ref_8055" => "Кариес",
    "ref_8056" => "Норма",
    "ref_8057" => "Носозликлар",

    //Увеличен, не увеличен
    "ref_8058" => "катталаштирилган",
    "ref_8059" => "катталаштирилмаган",

    // асцит, ожирения, беременность
    "ref_8060" => "Aсcитес",
    "ref_8061" => "Семизлик",
    "ref_8062" => "Ҳомиладорлик",

    // Симметричное, не симметричное
    "ref_8063" => "Симметрик",
    "ref_8064" => "симметрик эмас",

    // Тупой, ясный
    "ref_8065" => "Тўмтоқ",
    "ref_8066" => "Тозалаш",

    // Приступообразные, Постоянные, Острые, Тупые, Ноющие, отсутствует, Чувство тяжести в области правого подреберья
    "ref_8067" => "пароксисмал",
    "ref_8068" => "Доимий",
    "ref_8069" => "Ўткир",
    "ref_8070" => "аҳмоқ",
    "ref_8071" => "Оғриқ",
    "ref_8072" => "Ўнг ҳипокондриюмда оғирлик ҳисси",

    // Зависимость от приема пищи, От изменения положения тела, От физической нагрузки
    "ref_8073" => "Озиқ-овқатга қарамлик",
    "ref_8074" => "Тана ҳолатининг ўзгаришидан",
    "ref_8075" => "жисмоний фаолиятдан",

    // самостоятельно, медикментозно
    "ref_8076" => "Ўз-ўзидан",
    "ref_8077" => "дориланган",

    // Мягкий, Плотный, Болезненный, Безболезненный, Гладкий, Зернистый, Бугристый
    "ref_8078" => "Юмшоқ",
    "ref_8079" => "зич",
    "ref_8080" => "Aламли",
    "ref_8081" => "Оғриқсиз",
    "ref_8082" => "силлиқ",
    "ref_8083" => "Донли",
    "ref_8084" => "Тепалик",

    // Гладкая, Зернистая, Бугристая
    "ref_8085" => "силлиқ",
    "ref_8086" => "Донли",
    "ref_8087" => "Топлоқ",

    // Постоянные, Приступообразные, Острые, Тупые, Ноющие
    "ref_8088" => "Доимий",
    "ref_8089" => "пароксисмал",
    "ref_8090" => "Ўткир",
    "ref_8091" => "аҳмоқ",
    "ref_8092" => "Оғриқ",

    // Выраженный, отсутствует, Не выраженный
    "ref_8093" => "Изоҳланган",
    "ref_8094" => "Изоҳланмаган",

    // Постоянный, Приступообразный, отсутствует, периодический
    "ref_8095" => "Доимий",
    "ref_8096" => "пароксисмал",
    "ref_8097" => "Даврий",

    // Зависимость от приема пищи, От изменения положения тела, От физической нагрузки
    "ref_8098" => "Озиқ-овқатга қарамлик",
    "ref_8099" => "Тана ҳолатининг ўзгаришидан",
    "ref_8100" => "жисмоний фаолиятдан",

    // Острый, Закругленный, Болезненный, Безболезненный, Ровный, Бугристый
    "ref_8101" => "Aччиқ",
    "ref_8102" => "юмалоқ",
    "ref_8103" => "Aламли",
    "ref_8104" => "Оғриқсиз",
    "ref_8105" => "силлиқ",
    "ref_8106" => "Тепалик",

    // Поверхность гладкая, Бугристая, Болезненная, Безболезненная
    "ref_8107" => "Юза силлиқ",
    "ref_8108" => "Топлоқ",
    "ref_8109" => "Aламли",
    "ref_8110" => "Оғриқсиз",

    // Острые, Тупые, Постоянные, Приступообразные
    "ref_8111" => "Ўткир",
    "ref_8112" => "аҳмоқ",
    "ref_8113" => "Доимий",
    "ref_8114" => "пароксисмал",

    // Связь с приемом пищи, Алкоголя, С физической нагрузкой
    "ref_8115" => "Овқатланиш билан муносабат",
    "ref_8116" => "Aлкогол",
    "ref_8117" => "Жисмоний фаоллик билан",

    // самостоятельно, медикментозно
    "ref_8118" => "Ўз-ўзидан",
    "ref_8119" => "дориланган",

    // Тошнота, Рвота, Метеоризм, Поносы, Запоры, Их подробная характеристика
    "ref_8120" => "Кўнгил айниши",
    "ref_8121" => "Қусиш",
    "ref_8122" => "Метеоризм",
    "ref_8123" => "Диарея",
    "ref_8124" => "Қабзият",
    "ref_8125" => "Уларнинг батафсил тавсифи",


    // ------------------------------
    "set_new_doctor" => "Янги шифокор тайинланг",
    "set_doctor_history" => "Тайинланган шифокорлар тарихи",
    "new_osmort" => "Янги текширув",
    "is_disp" => "Бемор/мижоз диспансер рўйхатига олинадими?",
    "value0" => "Маълумот йўқ",
    "lab4_1" => "Қабул қилиш / қабул қилиш",
    "lab4_2" => "Беморни текшириш",
    "lab4_3" => "Диагноз",
    "lab4_4" => "Лаборатория синовлари",
    "lab4_5" => "Инструментал тадқиқотлар",
    "lab4_7" => "Тор мутахассисларнинг хулосалари",

    "lab_4_1_tab1" => "Жорий рўйхатдан ўтиш",
    "lab_4_1_tab2" => "Рўйхатга олиш тарихи",
    "lab4_1_2_value_1" => "Бемор/мижознинг рад этиши (ёзма)",
    "lab4_1_2_value_2" => "Қариндошларнинг/қариндошларнинг рад этиши (ёзма)",
    "lab4_1_2_value_3" => "Мавжуд манзиллардан топиб бўлмади",
    "lab4_1_2_value_4" => "Жараён ҳали шифокорлар / ижтимоий ишчилар томонидан бошланмаган",
    "lab4_1_7_value_1" => "Клиника ходими",
    "lab4_1_7_value_2" => "МДК",
    "lab4_1_7_value_3" => "Беморнинг илтимосига биноан",
    "lab4_1_7_value_4" => "Қариндошлар / қариндошлар",

    "lab4_8" => "Клиник тарих",
    "lab4_9" => "AРТ учрашуви",
    "lab4_10" => "AРТни тўхтатиш",
    "lab4_11" => "Стационар ёрдам тарихи",
    "lab4_12" => "Биргаликда ва сурункали касалликлар",
    "lab4_13" => "Мутахассис фикри",
    "lab4_14" => "Ҳомиладорлик",
    "lab4_1_1" => "Бемор/мижоз диспансер рўйхатига олинганми ёки йўқми:",
    "lab4_1_2" => "Бемор/мижозни диспансер рўйхатига олинмаганининг сабаби:",
    "lab4_1_3" => "Диспансер рўйхатига киритиш учун бемор / мижоз тўғрисида МДТда маълумот берилганми:",
    "lab4_1_4" => "Диспансер рўйхатига киритиш учун бемор / мижоз тўғрисида МДCга маълумот бериш санаси:",
    "lab4_1_5" => "МДТга бемор/мижоз ҳақида хабар юборган мутахассиснинг исми:",
    "lab4_1_6" => "Бемор/мижоз диспансер рўйхатига киритилган сана",
    "lab4_1_7" => "Беморни/мижозни диспансер қайдномасига ким жалб қилди",
    "lab4_1_8" => "Маъсулиятли шифокор",
    "lab4_1_9" => "Хизмат кўрсатиш жойи",
    "lab4_1_10" => "Маъсулиятли шифокор тайинланди",
    "lab4_1_11" => "Беморнинг ҚР",

    // Грудное, Исскуственное, Смешанное
    "vid_korm1" => "Кўкрак",
    "vid_korm2" => "сунъий",
    "vid_korm3" => "Aралашган",

    "source_cmc" => "СМС манба",


    // Пациент проходил через программу подготовки к АРТ, Кто проводил подготовку, Дата проведения, ФИО специалиста осуществлявший приверженность и подготовку к АРТ, Уровень приверженности пациента, Причина не получения услуги
    "art_f-001" => "Бемор AРТга тайёргарлик дастуридан ўтаётган эди",
    "art_f-002" => "Ким машғулот ўтказди",
    "art_f-003" => "Сана",
    "art_f-004" => "AРТга риоя қилиш ва тайёргарлик кўрган мутахассиснинг номи",
    "art_f-005" => "Беморнинг амал қилиш даражаси",
    "art_f-006" => "Хизматни олмаслик сабаби",

    // Пациенту инициирована АРТ, Причина НЕТ, Дата начала лечения, Визит, Возрастная /весовая категория пациента, Дата выдачи препаратов, Длительность, Следующий визит
    "art_f-007" => "Бемор AРТни бошлади",
    "art_f-008" => "Сабаб ЙЎҚ",
    "art_f-009" => "Даволаниш бошланган сана",
    "art_f-011" => "ташриф",
    "art_f-012" => "Беморнинг ёши / вазн тоифаси",
    "art_f-013" => "Дори воситаларининг чиқарилган санаси",
    "art_f-014" => "Давомлик",
    "art_f-015" => "Кейинги ташриф",

    "art_f-016" => "Даволаш тактикасини қайта кўриб чиқиш",
    "art_f-017" => "Ўзгартириш санаси",
    // "art_f-018" => "Маъсулиятли шифокор", //lab4_1_8
    "art_f-019" => "Дақиқа рақами санаси",
    "art_f-020" => "Даволаш режимини ўзгартириш сабаби",
    "art_f-020a" => "алмаштириш сабаби",
    "art_f-021" => "Гиёҳванд моддаларни алмаштириш сабаби",
    "art_f-022" => "Ён эффектлар",
    "art_f-023" => "Янги схемани танланг",
    "art_f-024" => "Aлмаштиришга муҳтож дори",

    // Дата прекращение, Причина прекращения приёма АРВТ, Подтверждающий документ , Период прекращения до возобновления лечения, Общее кол-во дней прекращения лечения, Кратность прерывания лечения со стороны пациента , Дата уведомление МДК о прекращении лечения, Сотрудник МДК получивший уведомление
    "art_f-025" => "Тўхтатиш санаси",
    "art_f-026" => "AРТни тўхтатиш сабаби",
    "art_f-027" => "Тасдиқлаш ҳужжати",
    "art_f-028" => "Даволанишни давом эттиришдан олдин тўхтатиш муддати",
    "art_f-029" => "Даволанишни тўхтатиш кунларининг умумий сони",
    "art_f-030" => "Беморнинг узилиш даражаси",
    "art_f-031" => "ИДC томонидан даволанишни тўхтатиш тўғрисида хабар берилган сана",
    "art_f-032" => "Огоҳлантиришни олган МДК ходими",
    // Врач службы СПИД, сотрудники МДК, Психолог, Врач КИЗ, Психоневролог
    "art_v-001" => "ОИЦ шифокори",
    "art_v-002" => "МДК ходимлари",
    "art_v-003" => "Психолог",
    "art_v-004" => "Доктор КИЗ",
    "art_v-005" => "Невропсихиатр",

    // высокая, средняя, низкая, отсутсвует
    "art_v-006" => "юқори",
    "art_v-007" => "ўрта",
    "art_v-008" => "паст",
    "art_v-009" => "йўқолган",
    "art_v-010" => "Беморнинг рад этиши",
    "art_v-011" => "Миграция",
    "art_v-012" => "ГУИН",
    "art_v-013" => "Беморнинг аҳволининг оғирлиги",
    "art_v-014" => "Этарли бўлмаган бемор",
    "art_v-015" => "Беморнинг мавжуд эмаслиги",
    "art_v-016" => "дориларнинг этишмаслиги",
    "art_v-017" => "мед. контрендикациялар",
    "art_v-018" => "Беморнинг рад этиши",
    "art_v-019" => "Вазияти ўта оғир",
    "art_v-020" => "қариндошларнинг / васийнинг рад этиши",
    "art_v-021" => "асосий",
    "art_v-022" => "такрорланган",
    "art_v-023" => "AРТни қайта тиклаш",
    "art_v-023_1" => "профилактика реанимацияси",

    "art_weight1" => "Взрослый",
    "art_weight2" => "Ребенок: 3-13,9 кг",
    "art_weight3" => "Ребенок: 14-19,9 кг",
    "art_weight4" => "Ребенок: 20-24,5 кг",
    "art_weight5" => "Ребенок: 25-34,9 кг",
    "art_weight6" => "Ребенок: 35 кг и выше",

    //Замена схемы, Замена препарата
    "art_v-031" => "Схемани алмаштириш",
    "art_v-032" => "дориларни алмаштириш",

    //Неэффективное лечение, Отсутсвие лекарств, Пожелание пациента, Побочные явления, Пожелание пациента
    "art_v-033" => "Самарасиз даволаш",
    "art_v-034" => "Тиббиёт этишмаслиги",
    "art_v-035" => "Беморнинг хоҳиши",
    "art_v-036" => "Ён эффектлар",
    "art_v-037" => "Беморнинг хоҳиши",
    "art_v-037a" => "Тиббий сабаблар",


    //не установлено, отказ, смерть, миграция, ГУИН, ограничение посещения, отсутствие лекарств
    "art_v-038" => "ўрнатилмаган",
    "art_v-039" => "рад этиш",
    "art_v-040" => "ўлим",
    "art_v-041" => "миграция",
    "art_v-042" => "ГУИН",
    "art_v-043" => "ташриф чеклови",
    "art_v-044" => "дориларнинг этишмаслиги",

    "oi_treatmnent_prof" => "ОИнинг олдини олиш / даволаш",
    "oi_treatmnent_001" => "Оппортунистик инфекциялар",
    "oi_treatmnent_002" => "ОИнинг лаборатория мониторинги",
    "oi_treatmnent_003" => "ОИнинг олдини олиш",
    "oi_treatmnent_004" => "ОИни даволаш",
    "oi_treatmnent_005" => "ОИ билан даволашни тўхтатиш",

    "oi_f_001" => "Шифокор текшируви",
    "oi_f_002" => "Оппортунистик инфекцияни аниқланг",
    "oi_f_003" => "СД-4 нинг сўнгги натижаси",
    "oi_f_004" => "Сўнгги СД-4 натижасининг санаси",
    "oi_f_005" => "ОИ диагностикаси",
    "oi_f_006" => "ОИ таърифи учун таҳлил натижаси",
    "oi_f_007" => "ОИ таҳлили санаси",
    "oi_f_008" => "ОИ таҳлили натижаси билан файлни бириктиринг",
    "oi_f_009" => "Беморнинг профилактикаси бошланди",
    "oi_f_010" => "Сабаб келтиринг",
    "oi_f_011" => "Рецепт ёзилган сана",
    "oi_f_012" => "Дори воситаларининг чиқарилган санаси",
    "oi_f_013" => "ОИ таҳлили натижаси билан файлни бириктиринг",
    "oi_f_014" => "Давомлик",
    "oi_f_015" => "Якунлаш санаси",
    //Наличие клиники ОИ у пациента, Пациенту инициировано лечение, Форма ОИ, Дата назначения профилактики, Наименование препарата, Дозировка препарата, Дата выдачи препаратов, Результат лечения,
    "oi_f_016" => "Беморда ОИ клиникаси мавжудлиги",
    "oi_f_017" => "Бемор даволанишни бошлади",
    "oi_f_018" => "ОИ шакли",
    "oi_f_019" => "Даволанишни тайинлаш санаси",
    "oi_f_020" => "Дори номи",
    "oi_f_021" => "Дори дозаси",
    "oi_f_022" => "Дори воситаларининг чиқарилган санаси",
    "oi_f_023" => "Даволаш натижаси",
    //
    "oi_f_024" => "Тўхтатиш",
    "oi_f_025" => "Тўхтатиш санаси",
    "oi_f_026" => "Тўхтатиш сабаби",
    "oi_f_027" => "Тасдиқлаш ҳужжати",
    "oi_f_028" => "Даволанишни давом эттиришдан олдин тўхтатиш муддати",
    "oi_f_029" => "Беморнинг узилиш даражаси",
    "oi_f_030" => "ИДC томонидан даволанишни тўхтатиш тўғрисида хабар берилган сана",
    "oi_f_031" => "Огоҳлантиришни олган МДК ходими",


    "oi_val_015" => "кунлар сони",
    "oi_val_016" => "неча марта",

    //не установлен, отказ пациента, смерть, миграция, ГУИН, Ограничение, отсутствие лекарств
    "oi_cancel_1" => "ўрнатилмаган",
    "oi_cancel_2" => "Беморнинг рад этиши",
    "oi_cancel_3" => "ўлим",
    "oi_cancel_4" => "миграция",
    "oi_cancel_5" => "ГУИН",
    "oi_cancel_6" => "чеклаш",
    "oi_cancel_7" => "дориларнинг этишмаслиги",

    "oi_stop_1" => "олдини олиш",
    "oi_stop_2" => "Муомалалар",

    "oi_result_treat_1" => "тикланиш",
    "oi_result_treat_2" => "ремиссия",
    "oi_result_treat_3" => "қисман ремиссия",
    "oi_result_treat_4" => "прогресс",
    "oi_result_treat_5" => "ўзгариш йўқ",

    //первичный, повторный, возобновление профилактики
    "oi_visit_1" => "асосий",
    "oi_visit_2" => "такрорланган",
    "oi_visit_3" => "профилактика реанимацияси",

    "oi_form_0" => "Йўқ",
    "oi_form_1" => "ўпка",
    "oi_form_2" => "ўпкадан ташқари",

    //Туберкулез, Токсоплазмоз,  Пневмоцистная пневмония,  МАК инфекции, Криптококовый инфекция
    "oi_type_1" => "Сил",
    "oi_type_2" => "Токсоплазмоз",
    "oi_type_3" => "Пневмокистли пневмония",
    "oi_type_4" => "МAC инфекцияси",
    "oi_type_5" => "Криптококк инфекцияси",
    "got_result" => "Натижа олинди",

    "set_drug" => "Янги дори номини кўрсатинг",
    "set_style" => "форматда: кириллча номи / лотинча номи",
    "used_treat" => "Даволаш учун ишлатилган",
    "used_profilac" => "Профилактика учун ишлатилади",
    "defined_oi" => "ОГ томонидан белгиланган",
    "init_prof" => "Профилактика бошланди",
    "init_treat" => "Даволаш бошланди",
    "incorrect_date" => "Сана нотўғри",

    "art_sts1" => "AРТ буюрилмаган",
    "art_sts2" => "AРТга тайёрландим",
    "art_sts3" => "AРТ олади",
    "art_sts4" => "AРТ тўхтатилди",

    "art_avail_drugs" => "Дори воситаларини тарқатиш учун комбинация",
    "art_abbr" => "Aббр.",
    "art_drug_name" => "AРТ препаратининг номи",
    "art_drug_form" => "шакл",
    "art_drug_dose" => "Дозаж",
    "art_drug_count" => "миқдор",
    "art_drug_expired" => "Сақлаш муддати",
    //Новый препарат, заменяемый препарат, Новая схема АРТ
    "art_drug_new" => "Янги дори",
    "art_drug_old" => "Aлмаштирувчи дори",
    "art_drug_new_scheme" => "Янги AРТ схемаси",
    //У пациента имеется противопоказание на преапарат:, данный препарат был заменен на:
    "art_drug_contraindication" => "Беморда препаратга қарши кўрсатмалар мавжуд:",
    "art_drug_replaced" => "Ушбу дори қуйидаги билан алмаштирилди:",
    "art_period_1" => "15 кун давомида",
    "art_period_2" => "1 ойга",
    "art_period_3" => "2 ойга",
    "art_period_4" => "3 ойга",
    "art_period_5" => "4 ой давомида",
    "art_period_6" => "5 ой давомида",
    "art_period_7" => "6 ой давомида",
    "art_period_8" => "7 ой давомида",
    "art_period_9" => "8 ой давомида",
    "art_period_10" => "9 ой давомида",
    "art_period_11" => "10 ой давомида",
    "art_period_12" => "11 ой давомида",
    "art_period_13" => "12 ой давомида",
    "fill_priyom" => "Aввал Қабул/Беморни рўйхатга олиш бўлимини тўлдиринг!",

];
