{{--
        // №
        //Ҳолати
        //Ҳужжат рақам
        //ФИШ
        //Туғулган санаси
        //Паспорт маълумотлари
        //ПИНФЛ
        //Вилоят
        //Туман
        //Манзили
        //Телефон рақами
        //Иш туркуми
        //Шартнома Рақами
        //Шартнома номи
        //Шартнома санаси
        //Қарздор шакли
        //Тўлов санаси
        //Тўлов суммаси
        //Почта харажати суммаси
        //Давлат божи суммаси
        //Ундирилган сумма
        //Ундирилган сана
        //Қолдиқ қарздорлик
        //Суд номи
        //Иш рақами
        //Натижа
        //Изоҳ
        //МИБ номи
        //Ижро иши рақами
        //Натижаси
        //Изоҳ
        //СМС юборилган сана
        //Почта юборилган сан--}}
<!DOCTYPE html>
<html>
<head>
    <title>Excel</title>
    <style>
        table {
            border-collapse: collapse;
            width: 100%;
        }
        th, td {
            text-align: left;
            padding: 8px;
        }
        tr:nth-child(even) {background-color: #f2f2f2;}
    </style>
</head>
<body>
<table>
    <tr>
        <td>№</td>
        <td>Ҳолати</td>
        <td>Ҳужжат рақами</td>
        <td>Қарздор маълумотлари</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td>Иш туркуми</td>
        <td>Суғурта шартномаси маълумотлари</td>
        <td></td>
        <td></td>
        <td>Қарздор шакли</td>
        <td>Суғурта товони маълумотлари</td>
        <td></td>
        <td> Суд харажатлари </td>
        <td></td>
        <td> Ундирув маълмотлари </td>
        <td></td>
        <td>Қолдиқ қарздорлик</td>
        <td>Суд маълумотлари</td>
        <td></td>
        <td></td>
        <td></td>
        <td>МИБ маълумотлари</td>
        <td></td>
        <td></td>
        <td></td>
        <td>СМС юборилган сана</td>
        <td>Почта юборилган сана</td>
    </tr>
    <tr>
        <td></td>
        <td></td>
        <td></td>
        <td>ФИШ</td>
        <td>Туғулган санаси</td>
        <td>Паспорт маълумотлари</td>
        <td>ПИНФЛ</td>
        <td>Вилоят</td>
        <td>Туман</td>
        <td>Манзили</td>
        <td>Телефон рақами</td>
        <td></td>
        <td>Шартнома Рақами</td>
        <td>Шартнома номи</td>
        <td>Шартнома санаси</td>
        <td></td>
        <td>Тўлов санаси</td>
        <td>Тўлов суммаси</td>
        <td>Почта харажати суммаси</td>
        <td> Давлат божи суммаси </td>
        <td>Ундирилган сумма</td>
        <td> Ундирилган сана </td>
        <td></td>
        <td> Суд номи </td>
        <td> Иш рақами </td>
        <td> Натижа </td>
        <td> Изоҳ </td>
        <td> МИБ номи </td>
        <td> Ижро иши рақами </td>
        <td> Натижаси </td>
        <td> Изоҳ </td>
        <td></td>
        <td></td>
    </tr>
    <tr>
        <td>1</td>
        <td>Судга юборилган</td>
        <td>1</td>
        <td>Вохидова Нодира Исомовна</td>
        <td>23.11.1980</td>
        <td>АВ7950023</td>
        <td>42311801060017    </td>
        <td>Бухоро вилояти </td>
        <td>Вобкент тумани</td>
        <td>Шодлик кўчаси, 2-уй</td>
        <td>981905057</td>
        <td>&quot;ИнФинБанк&quot; АТБ</td>
        <td>0100/1415/1/2000004</td>
        <td>Bank kreditni overdraftni qaytmaslik xavfini sugurtalash</td>
        <td>22.07.2020</td>
        <td>Жисмоний шахс</td>
        <td>31.05.2023</td>
        <td>1 212 722,00</td>
        <td>30 000,00</td>
        <td></td>
        <td>1 000 000,00</td>
        <td>05.07.2023, 08.07.2023, 09.07.2023</td>
        <td>242 722,00</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
    </tr>
    <tr>
        <td>2</td>
        <td>МИБ иш юритувида</td>
        <td>2</td>
        <td>Валиева Шохсанам Рустам қизи</td>
        <td>26.01.1994</td>
        <td>АА3780430</td>
        <td>42601943950010    </td>
        <td>Самарқанд вилояти</td>
        <td>Пастдарғом тумани</td>
        <td>Чархин ш., Мирзо Улуғбек МФЙ, р/с уй</td>
        <td>981905057</td>
        <td>&quot;ИнФинБанк&quot; АТБ</td>
        <td>0100/1415/1/2000004</td>
        <td>Bank kreditni overdraftni qaytmaslik xavfini sugurtalash</td>
        <td>22.07.2020</td>
        <td>Жисмоний шахс</td>
        <td>31.05.2023</td>
        <td>1 803 346,00</td>
        <td>33 000,00</td>
        <td></td>
        <td>200 000,00</td>
        <td>01.07.2023</td>
        <td>1 636 346,00</td>
    </tr>
</table>
</body>
</html>


