<?php

return [
    'obrash1' => "Государственное ЛПУ",
    'obrash2' => "Частное ЛПУ",
    'obrash3' => "Частный врач",
    'obrash4' => "Не было обращений, точно не знает, за границей",

    'yammers' => 'Добавить жалобу',
    'morbi' => 'Добавить заболевание (morbi)',
    'vitae' => 'История жизни (vitae)',
    "new_anamnes" => "Новый анамнез",
    "act_cancel" => "Отменить",
    "tablename" => "Стол (диета)",
    "dieta_pokaz" => "Показания",
    "dieta_rejpit" => "Режим питания",
    "dieta_sroknaz" => "Срок назначения",
    "dieta_osoben" => "Особенности",
    "dieta_products" => "Продукты",
    "dieta_recomen" => "Рекомендации",
    "dieta_isklyu" => "Исключить",

    "cause_ifno0" => "нет данных",
    "cause_ifno1" => "нет финансоваой возможности",
    "cause_ifno2" => "нет желания",
    "cause_ifno3" => "не знает где пройти обследование",
    "cause_ifno4" => "противопокзания",

    "doctor" => "Врач",
    "instrumental_acc" => "Инструментальная диагностика",
    "instrumental1_ttl" => "Методы исследования ",
    "instrumental2_ttl" => "Дата направления",
    "instrumental3_ttl" => "Прошел обследование",
    "instrumental4_ttl" => "Дата проведения исследования",
    "instrumental5_ttl" => "Заключение",
    "instrumental6_ttl" => "Если не прошел обследование, указать причину",
    "instrumental6_1_ttl" => "Причина отказа",
    "instrumental6_2_ttl" => "Сотрудник принявший биоматериал",
    "instrumental6_3_ttl" => "Принятие биоматериала",
    "instrumental6_4_ttl" => "Принятие направления",
    "instrumental6_5_ttl" => "Врач лаборант / Лаборант",

    "lab_instrumental_acc" => "Лабораторная диагностика",
    "lab_instrumental1_ttl" => "Место проведения исследования",
    "lab_instrumental2_ttl" => "Методы исследования",
    "lab_instrumental3_ttl" => "Дата направления на исследование",
    "lab_instrumental4_ttl" => "Статус проведения исследования",
    "lab_instrumental5_ttl" => "Результат исследования",
    "lab_instrumental6_ttl" => "Дата получения результата",
    "lab_instrumental9_ttl" => "Направление в лабораторию",

    "place_src1" => "в центре СПИД",
    "place_src2" => "в других ЛПУ",

    "lab_cause0" => "нет данных",
    "lab_cause1" => "Отсутствие тест-систем",
    "lab_cause2" => "Технические проблемы в лаборатории",
    "lab_cause3" => "Отсутствие средств пациента",
    "lab_cause4" => "Не желание пациента",

    "berem" => "Беременность",
    "new_berem" => "Новая беременность",
    "instr_diag" => "Инструментальная диагностика",
    "new_instr_diag" => "Новая инструментальная диагностика",
    "lab_diag" => "Лабораторная диагностика",
    "new_lab_diag" => "Новая лабораторная диагностика",
    "opport" => "Оппортунистические заболевания",
    "recomend" => "Рекомендации /Назначения пациенту",
    "new_recomend" => "Новая рекомендация / Назначение",

    "art" => "АРВТ",
    "art_menu_1" => "Приверженность/подготовка к АРТ",
    "art_menu_2" => "Начало / предоставления АРТ",
    "art_menu_3" => "Замена схемы/препаратов лечения",
    "art_menu_4" => "Прекращение АРТ",

    "enter_more" => "Введите не менее 3-х символов",
    "current_diag" => "Текущий диагноз",
    "history_diag" => "История диагнозов",
    "right_s" => "Правая",
    "left_s" => "Левая",
    "macha" => "Мочевыделителъная система",
    "common"=>"Общий",
    "breath"=>"Дыхание",
    "heart"=>"Сердечно-сосудистая",
    "nerv" =>"Нервная",
    "endokrin"=>"Эндокринная ",
    "sexology" =>"Половая система",
    "jkt" => "ЖКТ",
    "patient_recommend" => "РЕКОМЕНДАЦИИ/НАЗНАЧЕНИЯ ПАЦИЕНТУ",

    "select_staff" => "Указать сотрудника",
    "center_RC" => "РЦ СПИД",
    "center_KZ" => "КИЗ",
    "center_AC" => "ОЦ СПИД",
    "center_HM" => "ДОМ",
    "center_LP" => "ЛПУ",
    "center_CR" => "Клиника РЦ СПИД",
    "a_yes" => "Да",
    "a_no" => "Нет",
    "a_on" => "Определяется",
    "a_off" => "Не определяется",
    "new_diagnose" => "Новый диагноз",
    "pre_diagnose" => "Предварительный диагноз",
    "final_diagnose" => "Окончательный диагноз",
    "for_childs" => "Для детей",
    // Основной, Стадия, Сопутствующий, Дата установления диагноза, На фоне АРВТ, Степень иммуносупрессии (для детей до 5 лет)
    "main_diag" => "Основной",
    "stage_diag" => "Стадия",
    "sop_diag" => "Сопутствующий",
    "date_diag" => "Дата установления диагноза",
    "art_fon" => "На фоне АРВТ",
    "art_fon1" => "Прогрессия",
    "art_fon2" => "Ремиссия",

    "immun_diag" => "Степень иммуносупрессии (для детей до 5 лет)",
    "stage0" => "Острая ВИЧ-инфекция",
    "stage1" => "Клиническая стадия 1",
    "stage2" => "Клиническая стадия 2",
    "stage3" => "Клиническая стадия 3",
    "stage4" => "Клиническая стадия 4",


    "immun1" => "Умеренная",
    "immun2" => "Легкая",
    "immun3" => "Средняя",
    "immun4" => "Тяжелое",



    "ttl_pat_rec_1" => "Рекомендации",
    "ttl_pat_rec_2" => "Назначения пациенту",

    "acc_pat_rec_01" => "Дата рекомендации/назначения",
    "acc_pat_rec_02" => "Лабораторные обследования",
    "acc_pat_rec_03" => "Инструментальные обследования",
    "acc_pat_rec_04" => "Перенаправление на консультации врачей",
    "acc_pat_rec_05" => "Направление в МДК",
    "acc_pat_rec_06" => "Направление в РЦ СПИД",

    "acc_pat_rec_07" => "Стационарное лечение",
    "acc_pat_rec_08" => "Назначение АРТ",
    "acc_pat_rec_08_1" => "Линия схемы АРТ",
    "acc_pat_rec_08_2" => "Cхема АРТ",
    "acc_pat_rec_09" => "Лечение и профилактика  ОИ",
    "acc_pat_rec_10" => "Лечение и профилактика сопутствующих заболеваний",
    "select_multi" => "Можете указать несколько значений",
    "set_name" => "Укажите название учреждения",

    "err_lab" => "Вы не можете изменить данную запись по причине уже забор крови осуществлён в процедурном кабинете!",
    "st_lab" => "Статус лабораторного исследования",
    "st_lab1" => "В процедурном кабинете",
    "st_lab2" => "В лаборатории",
    "st_lab3" => "Результат получен",
    "st_lab4" => "Исследование отменено",
    "st_lab5" => "Не доставлен",
    "st_accepted" => "Принял(а)",
    "new_sample" => "Новый забор образца",

    "ob-info_acc1" => "Дата обращения",
    "ob-info_acc2" => "Учреждение",
    "ob-info_acc3" => "Визит",
    "ob-info_acc4" => "Информация / Справочник для ввода",
    "ob-info_acc5" => "Примечание",

    "jalba_sar" => "Жалобы клиента",
    "jalba_acc-0" => "Общие",
    "jalba_acc-1" => "Общие жалобы",
    "jalba_acc-2" => "Системные жалобы-Нервная",
    "jalba_acc-3" => "Органы чувств",
    "jalba_acc-4" => "Лимфатическая ",
    "jalba_acc-5" => "Дыхательная",
    "jalba_acc-6" => "Сердечно-сосудистая",
    "jalba_acc-7" => "Эндокринная ",
    "jalba_acc-8" => "Оппорно двигательная ",
    "jalba_acc-9" => "Мочевыделительная/половая",
    "jalba_acc-10" => "Пищеварительная ",
    "jalba_acc-11" => "Дерматологическая",
    "f04a_001" => "Одышка",
    "f04a_002" => "Слабость",
    "f04a_003" => "Кашель",
    "f04a_004" => "Потеря или снижение аппетита",
    "f04a_005" => "Потливость",
    "f04a_006" => "Лихорадка",
    "f04a_007" => "Недомогание",
    "f04a_008" => "Похудение за последние 6 месяцев",
    //
    "f04a_009" => "Беспокойство",
    "f04a_010" => "Депрессия или апатия",
    "f04a_011" => "Головокружение",
    "f04a_012" => "Головная боль",
    "f04a_013" => "Ухудшение памяти",
    "f04a_014" => "Разражительность",
    "f04a_015" => "Чувство онемения конечностей",
    "f04a_016" => "Нарушение равновесия",
    "f04a_017" => "Нарушение сна",
    "f04a_018" => "Тревожность",
    //
    "f04a_019" => "Снижение зрения",
    "f04a_020" => "Снижение слуха",
    "f04a_021" => "Потеря вкуса",
    "f04a_022" => "Потеря обоняния",
    //
    "f04a_023" => "Увеличение лимфатических узлов",
    "f04a_024" => "Увелечение размеров миндалин",
    "f04a_025" => "Лимфатические отеки конечностей",
    //
    "f04a_026" => "Частые Респираторные инфекции",
    "f04a_027" => "Кашель",
    "f04a_028" => "Одышка",
    "f04a_029" => "Мокрота",
    "f04a_030" => "Боль в грудной клетке",
    "f04a_031" => "Кровохарканье",
    "f04a_032" => "Заложенность носа",
    "f04a_033" => "Нехватка воздуха",
    //
    "f04a_034" => "Учащение Серцебиение",
    "f04a_035" => "Боль в области сердца",
    "f04a_036" => "Нехватка воздуха",
    "f04a_037" => "Колебания А/Д",
    //
    "f04a_038" => "Потливость",
    "f04a_039" => "Чувство жажды",
    "f04a_040" => "Сухость во рту",
    "f04a_041" => "Чувство кома в горле",
    "f04a_042" => "Снижение потенции",
    "f04a_043" => "Выпучивание глаз",
    "f04a_044" => "Женская грудь у мужчин",
    //
    "f04a_045" => "Мышечная боль",
    "f04a_046" => "Мышечная слабость",
    "f04a_047" => "Боль в суставах",
    "f04a_048" => "Боль в костях",
    "f04a_049" => "Отеки",
    //
    "f04a_050" => "Боль при мочеспускании",
    "f04a_051" => "Снижение либидо",
    "f04a_052" => "Нарушение менструального цикла",
    "f04a_053" => "Частое мочеиспускание",
    "f04a_054" => "Редкое мочеиспускание",
    "f04a_055" => "Боли в поясничной области",
    "f04a_056" => "Выделения из половых органов",
    "f04a_057" => "Зуд/жжение в области гениталий",
    "f04a_058" => "Набухание или отеки яичек",
    //
    "f04a_059" => "Частый жидкий стул",
    "f04a_060" => "Вздутие",
    "f04a_061" => "Отрыжка",
    "f04a_062" => "Изжога",
    "f04a_063" => "Боли вокруг пупка",
    "f04a_064" => "Боли в эпигастральной области",
    "f04a_065" => "Боли в правом подреберье",
    "f04a_066" => "Тяжесть в правом подреберье",
    "f04a_067" => "Тошнота",
    "f04a_068" => "Рвота",
    "f04a_069" => "Кровь в стуле",
    "f04a_070" => "Слизь в стуле",
    "f04a_071" => "Запор",
    "f04a_072" => "Высыпания в ротовой полости/язвы",
    "f04a_073" => "Налет языка",
    "f04a_074" => "Затрудненное глотание",
    //
    "f04a_075" => "Зуд",
    "f04a_076" => "Кожная сыпь",
    "f04a_077" => "Сыпь на видимых слизистых",
    "f04a_078" => "Шелушение",
    "f04a_079" => "Заеды в углах рта",
    "f04a_080" => "Язвы",
    "f04a_081" => "Пигментация",
    "f04a_082" => "Выпадение волос",
    "f04a_083" => "Синяки",

    "jalba_qty" => "Кол-во жалоб",

    "jalba_mor" => "Анамнез заболевания",
    "jalba_mor-0" => "Считает ли себя пациент себя больным? ",
    "jalba_mor-1" => "С какого периода времени пациент считает себя больным",
    "jalba_mor-1-1" => "Пациент считает себя больным с",
    "jalba_mor-2" => "С проявлением каких признаков и симптомов началось настоящее заболевание у пациента?",
    "jalba_mor-2-1" => "Проявление симптома",

    "jalba_mor-3" => "Когда отмечались первые симптомы и признаки у пациента?",
    "jalba_mor-4" => "Когда Вы обращались к врачу?",
    "jalba_mor-5" => "Куда/Где Вы обращались к врачу?",
    "jalba_mor-6" => "Проведенные диагностические обследования?",
    "jalba_mor-7" => "Поставленный диагноз во время обращения?",
    "jalba_mor-7-1" => "Поставленный диагноз",
    "jalba_mor-8" => "Описательная часть по всем обращениям",



    "vitae" => "История жизни",
    "vitae-adult" => "Для взрослых",
    "vitae-adult-01" => "Дата рождения",
    "vitae-adult-02" => "В семье",
    "vitae-adult-02_1" => "Полная",
    "vitae-adult-02_2" => "Неполная",

    "vitae-adult-03" => "Вырос",
    "vitae-adult-03_1" => "В семье",
    "vitae-adult-03_2" => "Детский дом",

    "vitae-adult-04" => "Рос и развивался",
    // в соответствии с возрастом, отставал в физическом развитии, в умственном развитии, во всех развитиях
    "vitae-adult-04_1" => "В соответствии с возрастом",
    "vitae-adult-04_2" => "Отставал в физическом развитии",
    "vitae-adult-04_3" => "Отставал в умственном развитии",
    "vitae-adult-04_4" => "Отставал во всех развитиях",

    "vitae-adult-05" => "Последнее образование",
    "vitae-adult-05a" => "Дата окончания",
    "vitae-adult-05b" => "Наименование учебного заведения",
    "vitae-adult-05c" => "Укажите дату окончания и наименование учебного заведения",
    "vitae-adult-05_1" => "Вообще не учился",
    "vitae-adult-05_2" => "Среднее не оконченное",
    "vitae-adult-05_3" => "Среднее",
    "vitae-adult-05_4" => "Средне-специальное",
    "vitae-adult-05_5" => "Высшее не оконченное",
    "vitae-adult-05_6" => "Бакалавриат",
    "vitae-adult-05_7" => "Магистратура",


    "vitae-adult-06" => "Места работы",
    "vitae-adult-06a" => "Начала",
    "vitae-adult-06b" => "Окончания",

    "vitae-adult-07" => "Отбывал срок в тюрьме",
    "vitae-adult-08" => "Где отбывал",

    "vitae-child" => "Для детей до 18 лет",
    "vitae-child-01" => "От какой беременности",
    "vitae-child-02" => "Тип разрешения родов",
    // Амбулаторные роды, Естественные роды, Кесарево сечение, Роды в стационаре больницы, Роды в домашних условиях, Анонимные роды
    "vitae-child-02_1" => "Амбулаторные роды",
    "vitae-child-02_2" => "Естественные роды",
    "vitae-child-02_3" => "Кесарево сечение",
    "vitae-child-02_4" => "Роды в стационаре больницы",
    "vitae-child-02_5" => "Роды в домашних условиях",
    "vitae-child-02_6" => "Анонимные роды",

    "vitae-child-03" => "Исход беременности",
    // Живорожденный, Мертворожденный, Выкидыш, аборт
    "vitae-child-03_1" => "Живорожденный",
    "vitae-child-03_2" => "Мертворожденный",
    "vitae-child-03_3" => "Выкидыш",
    "vitae-child-03_4" => "Аборт",

    "vitae-child-04" => "Вес при рождении",
    "vitae-child-05" => "Рост при рождении",
    "vitae-child-06" => "Тип вскармливания",
    // естественное, смешанное и искусственное
    "vitae-child-06_1" => "Естественное",
    "vitae-child-06_2" => "Смешанное",
    "vitae-child-06_3" => "Искусственное",

    "vitae-child-07" => "Вакцинация",
    "vitae-child-08" => "Дата вакцинации",
    "vitae-child-09" => "Наименование вакцины",
    "vitae-child-10" => "Менструация (возраст)",
    "vitae-child-11" => "Отставание в развитии",


    // Курение/алкоголь/наркотики/энергетики/насвай/психоактивные вещества
    "vitae-habit" => "Вредные привычки",
    "vitae-habit-1" => "Курение",
    "vitae-habit-2" => "Алкоголь",
    "vitae-habit-3" => "Наркотики",
    "vitae-habit-4" => "Энергетики",
    "vitae-habit-5" => "Насвай",
    "vitae-habit-6" => "Психоактивные вещества",

    // кол-во беременностей, родов, абортов, живорожденных детей
    "vitae-akusher" => "Акушерский анамнез",
    "vitae-akusher-1" => "Кол-во беременностей",
    "vitae-akusher-2" => "Кол-во родов",
    "vitae-akusher-3" => "Кол-во абортов",
    "vitae-akusher-4" => "Кол-во живорожденных детей",

    "vitae-strah" => "Страховой анамнез",
    "vitae-strah-1" => "Имеется страховка",

    "vitae-zabol" => "Перенесенные заболевания",
    "vitae-zabol-1" => "Дата",

    // Аллергологический анамнез и непереносимость препаратов
    "vitae-allerg_head" => "Аллергологический анамнез",
    "vitae-allerg" => "Аллергологический анамнез и непереносимость препаратов",
    "vitae-allerg-1" => "Наличие аллергии",
    "vitae-allerg-1a" => "Тип аллергии",
    "allerg-1" => "Пищевая",
    "allerg-2" => "Лекарственная",
    "allerg-3" => "Полиноз",
    "allerg-4" => "Аллергия на ...",

    // Социальный анамнез
    "vitae-social" => "Социальный анамнез",
    "vitae-social-1" => "Жилищно-бытовые условия",
    "vitae-social-2" => "Наличие инвалидности",
    // satisfactorily, unsatisfactorily
    "vitae-satis-1" => "Удовлетворительно",
    "vitae-satis-2" => "Неудовлетворительно",

    "vitae-invalid" => "Наличие инвалидности",
    "vitae-invalid-0" => "Нет инвалидности",
    "vitae-invalid-1" => "1 группа",
    "vitae-invalid-2" => "2 группа",
    "vitae-invalid-3" => "3 группа",
    "vitae-invalid-4" => "4 группа",

    // 04-11
    "f04_11_ttl1" => "Женщина забеременела на фоне приема АРВТ",

    "f04_11_acc1" => "Беременность",
    "f04_11_acc2" => "Роды",
    "f04_11_acc3" => "АРВТ до беременности ",
    "f04_11_acc4" => "АРВТ во время беременности",
    "f04_11_acc5" => "АРВП матери",
    "f04_11_acc6" => "Вирусная нагрузка",
    "f04_11_acc7" => "Сведения о ребенке",

    "f04-11-001" => "№ беременности",
    "f04-11-002" => "Дата постановки на учет по беременности",
    "f04-11-003" => "Срок беременности при постановке на учет",
    "f04-11-004" => "Плановый срок родов",
    "f04-11-005" => "Исход беременности",
    //
    "f04-11-006" => "Наименование ЛПУ, где родился ",
    "f04-11-007" => "Дата рождения",
    "f04-11-008" => "Пути родоразрешение",
    "f04-11-009" => "Результат Вирусной нагрузки после взятия на учет по беременности ",
    "f04-11-010" => "Ряд терапии",
    "f04-11-011" => "Схема АРТ",
    "f04-11-012" => "Срок беременности при назначении АРТ ",
    "f04-11-013" => "Дата назначения",
    "f04-11-014" => "Ряд терапии",
    "f04-11-016" => "Уровень СД-4 кл",
    "f04-11-017" => "Дата анализа на СД 4кл",
    "f04-11-018" => "Вирусная нагрузка матери на 34-36 неделе",
    "f04-11-019" => "Вирусная нагрузка, Дата обследования",

    //Центр СПИД, Спонсор, Свой
    "sms1" => "Центр СПИД",
    "sms2" => "Спонсор",
    "sms3" => "Свой",

    "f04-11-020" => "Фамилия",
    "f04-11-021" => "Имя",
    "f04-11-022" => "Отчество",
    "f04-11-023" => "Вес (кг)",
    "f04-11-024" => "Рост (см)",
    "f04-11-025" => "Пол",
    "f04-11-026" => "Вид кормления",
    "f04-11-027" => "Дата первичного осмотра врача",
    "cd4_qty" => "кл/мкл",
    "vn_qty" => "копий/мл",
    "f04-11-030" => "Кол-во недель",

    "r04-11-01" => "Живорожденный",
    "r04-11-02" => "Мертворожденный",
    "r04-11-03" => "Выкидыш",
    "r04-11-04" => "Аборт",
    //
    "r04-11-05" => "Естественные роды",
    "r04-11-06" => "Кесарево сечение",

    "pav_1" => "Первичный визит",
    "pav_2" => "Повторный визит",



    "st_result" => "Результат",
    // drug_dosa, drug_krat, drug_krat
    "drug_name" => "Название препарата",
    "drug_dosa" => "Дозировка",
    "drug_krat" => "Кратность",
    "drug_dlit" => "Длительность",

    "acc_pat_rec_11" => "Питание/Диета",
    "acc_pat_rec_12" => "Репродуктивное здоровье",
    "acc_pat_rec_13" => "Наблюдение в КИЗ",

    // Психосоциальная поддержка, Приверженность к АРТ, Юридическая, Подготовка к АРТ, Паллиативная помощь
    "f_pat_rec_001" => "Психосоциальная поддержка",
    "f_pat_rec_002" => "Приверженность к АРТ",
    "f_pat_rec_003" => "Юридическая",
    "f_pat_rec_004" => "Подготовка к АРТ",
    "f_pat_rec_005" => "Паллиативная помощь",

    // Консультация, Госпитализация, Комиссионное обследование
    "f_pat_rec_006" => "Консультация",
    "f_pat_rec_007" => "Госпитализация",
    "f_pat_rec_008" => "Комиссионное обследование",

    //Инфекционная больница, Соматический стационар, Специализированное ЛПУ
    "forw_stat1" => "Инфекционная больница",
    "forw_stat2" => "Соматический стационар",
    "forw_stat3" => "Специализированное ЛПУ",

    // Направление на консультацию в профилактический отдел, Получить презервативы в аптека/провизор/старший мед. сестра службы СПИД, Получить люмбриканты в аптека/провизор/старший мед. сестра службы СПИД
    "rep_health1" => "Направление на консультацию в профилактический отдел",
    "rep_health2" => "Получить презервативы в аптека/провизор/старший мед. сестра службы СПИД",
    "rep_health3" => "Получить люмбриканты в аптека/провизор/старший мед. сестра службы СПИД",

    #region used Titles ...
    "ttl_01" => "Осмотр инфекциониста",
    "ttl_02" => "Ногти",

    "ttl_03" => "Система органов дыхания",
    "ttl_04" => "Пальпация",
    "ttl_05" => "Перкуссия легких",
    "ttl_06" => "Аскультация",
    "ttl3_04" => "Сердечно-сосудистая система ",
    "ttl3_05" => "Перкусия",
    "ttl3_06" => "Аускультация",
    "ttl3_07" => "Система органов кровообращения",
    "ttl3_08" => "Пальпация",
    "ttl3_09" => "Перкусия",
    "ttl3_10" => "Аускультация",
    //04 macha boshlandi
    "ttl4_08" => "Система органов мочеотделения",
    "ttl4_09" => "Перкуссия",
    "ttl4_10" => "Пальпация",

    //05 boshlandi
    "ttl5_11" => "Нервная система и органы чувств",

    #endregion

    #region Used Accordions ...
    "acc_01" => "Общий осмотр",
    "acc_02" => "Телосложение",
    "acc_03" => "Выражение лица",
    "acc_04" => "Кожные покровыи видимые слизистые",
    "acc_05" => "Высыпания",
    "acc_06" => "Сосудистые изменения",
    "acc_07" => "Кровоизлияния",
    "acc_08" => "Рубцы",
    "acc_09" => "Трофические изменения",
    "acc_10" => "Видимые опухоли",
    "acc_11" => "Ногти",
    "acc_12" => "Видимые слизистые",
    "acc_13" => "Подкожная жировая клетчатка",
    "acc_14" => "Лимфатические узлы",
    "acc_15" => "Зев",
    "acc_16" => "Мышцы",
    "acc_17" => "Кости",
    "acc_18" => "Суставы",
    "acc_19" => "Заметки врача",

    "acc_20" =>"Кашель (tussis)",
    "acc_21" =>"Мокрота (sputum)",
    "acc_22" =>"Кровохарканье (haemoptoe)",
    "acc_23" =>"Боль (dolor) в грудной клетке",
    "acc_24" =>"Одышка (dispnoe)",
    "acc_25" =>"Удушье (asthma)",
    "acc_26" =>"Нос",
    "acc_27" =>"Гортань",
    "acc_28" =>"Грудная клетка",
    "acc_29" =>"Дыхание",
    // 3 taliniki qoshiladi botka
    "acc_30" =>"Определение",
    "acc_31" =>"Характер перкуторного звука",
    "acc_32" =>"Верхняя граница легких",
    "acc_33" =>"Нижняя граница легких",
    "acc_34" =>"Дыхательная экскурсия нижнего края легких",
    //kjshj
    "acc_35" =>"Основные дыхательные шумы",
    "acc_36" =>"Побочные дыхательные шумы",
    "acc_37" =>"Бронхофобия",
    "acc_38" => "Заметки врача",

    //03 perevodi
    "acc3_01" => "Боль в области сердца",
    "acc3_02" => "Сердебиения (palitatio cordis), перебои в сердце",
    "acc3_03" => "Осмотр области сердца",
    "acc3_04" => "Относительная тупость сердца",
    "acc3_05" => "Абсолютная тупость сердца",
    "acc3_06" => "Тоны",
    "acc3_07" => "Шумы",
    "acc3_08" => "Боль в области сердца",
    "acc3_09" => "Одышка (dispnoe)",
    "acc3_10" => "Удушье (asthma)",
    "acc3_11" => "Сердебиения (palitatio cordis), перебои в сердце",
    "acc3_12" => "Отеки (oedema)",
    "acc3_13" => "Осмотр шеи",
    "acc3_14" => "Осмотр области сердца",
    "acc3_15" => "Верхушечный толчок",
    "acc3_16" => "Сердечный толчок",
    "acc3_17" => "Эпигастральная пульсация",
    "acc3_18" => "Дрожание в области сердца (fremitus)",
    "acc3_19" => "Относительная тупость сердца",

    "acc3_20" => "Абсолютная тупость сердца",
    "acc3_21" => "Тоны",
    "acc3_22" => "Шумы",
    "acc3_23" => "Шум трения перикарда",
    "acc3_24" => "Исследование артерий",
    "acc3_25" => "Артериальный пульс",
    "acc3_26" => "Артеральное давление (АД)",
    "acc3_27" => "Исследование вен",
    "acc3_28" => "Заметки врача",

    // 04 macha boshlandi
    "acc4_01" => "Боль",
    "acc4_02" => "Мочеиспускание",
    "acc4_03" => "Дизурические расстройства",
    "acc4_04" => "Моча",
    "acc4_05" => "Отеки",
    "acc4_06" => "Поясничная область",
    "acc4_07" => "Надлобковая область",
    "acc4_08" => "Поясничная область",
    "acc4_09" => "Надлобковая область",
    "acc4_10" => "Почки",
    "acc4_11" => "Мочевой пузырь",
    "acc4_12" => "Болевые точки",
    "acc4_13" => "Заметки врача",

    //05  acardionlari
    "acc5_03" => "Головная боль",
    "acc5_04" => "Головокружение",
    "acc5_05" => "Состояние психики",
    "acc5_06" => "Эмоционально - волевая  сфера",
    "acc5_07" => "Двигательная сфера",
    "acc5_08" => "Чувствительная сфера",
    "acc5_09" => "Состояние психики",
    "acc5_10" => "Интеллект",
    "acc5_11" => "Исследование черепно – мозговых нервов",
    "acc5_12" => "Менингеальные симптомы",
    "acc5_13" => "Двигательная сфера",
    "acc5_14" => "Судороги",
    "acc5_15" => "Чувствительная сфера",
    "acc5_16" => "Рефлексы",
    "acc5_17" => "Сухожильные рефлексы",
    "acc5_18" => "Патологические рефлексы",
    "acc5_19" => "Речь",
    "acc5_20" => "Вегетативная нервная система",
    "acc5_21" => "Кожа",
    "acc5_22" => "Заметки врача",

    #endregion

    #region already used constants
    "f04_001" => "Локализация",
    "f04_002" => "Иррадиация",
    "f04_003" => "Характер боли",
    "f04_004" => "Условия возникновения боли",
    "f04_005" => "Чем купируются",
    //
    "f04_006" => "Количество мочи за сутки",
    //
    "f04_007" => "Затрудненное мочеиспускание",
    "f04_008" => "Наличие непроизвольного мочеиспускания",
    "f04_009" => "Ложные позывы на мочеиспускание",
    "f04_010" => "Резь",
    "f04_011" => "Жжение",
    "f04_012" => "Боли во время мочеиспускания",
    "f04_013" => "Учащенное мочеиспускание (поллакиурия)",
    "f04_014" => "Ночное мочеиспускание (никтурия)",
    //
    "f04_015" => "Цвет мочи",
    "f04_016_1" => "Наличие примесей крови в моче: В начале мочеиспускания",
    "f04_016_2" => "Наличие примесей крови в моче: В конце мочеиспускания",
    "f04_016_3" => "Наличие примесей крови в моче: Во всех порциях",
    "f04_017" => "Запах мочи",
    //
    "f04_018" => "наличие",
    "f04_019" => "Локализция",
    "f04_020" => "Время проявления",
    "f04_021" => "Скорость нарастания отеков",
    "f04_022" => "Условия возникновения или усиления отеков",
    //
    "f04_023" => "Наличие гипермии кожи, припухлости, сглаживания контуров поясничной области",
    //
    "f04_024" => "Наличие ограниченного выбухания в надлобковой области",
    //
    "f04_025" => "Определение симптома Пастернацкого",
    //
    "f04_026" => "Характер перкуторного звука над лобком, при увеличении мочевого пузыря – уровень расположения дна мочевого пузыря",
    //
    "f04_027" => "Пальпируемость почек в положении лежа и стоя, при увеличении почек – их болезненность, консистенция, величина, форма, характеристика поверхности, подвижность, наличие симптома баллотирования",
    //
    "f04_028" => "Пальпируемость мочевого пузыря, при его увеличении – уровень расположения дна мочевого пузыря, болезненность при пальпации",
    //
    "f04_029" => "Наличие болезненности при пальпации в реберно-позвоночной точке и по ходу мочеточников (мочеточниковые точки)",
    //

    //05 boshlandi

    "f05_001" => "Локализация",
    "f05_002" => "Интенсивность",
    "f05_003" => "Периодичность",
    "f05_004" => "Характер головной боли",
    "f05_005" => "Время",
    "f05_006" => "Причина возникновения",
    "f05_007" => "Чем купируется",
    //
    "f05_008" => "Характер головкружения",
    "f05_009" => "Условия его появления",
    "f05_010" => "Сопутствующие явления",
    //
    "f05_011" => "Работоспособность",
    "f05_012" => "Память",
    "f05_013" => "Внимание",
    "f05_014" => "Сон",
    "f05_015" => "Глубина сна",
    "f05_016" => "Продолжительность сна",
    "f05_017" => "Бессонница",
    //
    "f05_018" => "Настроение",
    "f05_019" => "Особенности характера",
    "f05_020" => "Повышенная раздражительность",
    "f05_021" => "Вялость",
    "f05_022" => "Апатия",
    "f05_023" => "Тревожная мнительность",
    "f05_024" => "Депрессия",
    "f05_025" => "Эйфория",
    "f05_026" => "Суицидальные мысли и намерения",
    //
    "f05_027" => "Слабость в конечностях",
    "f05_028" => "Дрожание",
    "f05_029" => "Судороги",
    "f05_030" => "Другие непроизвольные движения",
    //
    "f05_031" => "Нарушения кожной чувствительности",
    "f05_032" => "Боли по ходу нервных стволов",
    "f05_033" => "Корешковые боли",
    "f05_034" => "Зрение",
    "f05_035" => "Вкус",
    "f05_036" => "Обоняние",
    "f05_037" => "Слух",
    //
    "f05_038" => "Сознание",
    "f05_039" => "Ориентировка в месте, времени и ситуации",
    //
    "f05_040" => "Соответствует или несоответсвует уровню развития",
    "f05_041" => "Ослабление интеллектуальных функций",
    "f05_042" => "Поведение больного в клинике",
    "f05_043" => "Степень общительности",
    "f05_044" => "Уравновешенность",
    "f05_045" => "Суетливость",
    "f05_046" => "Двигательное беспокойство",
    //
    "f05_047" => "Острота зрения",
    "f05_048" => "Двоение в глазах (диплопия)",
    "f05_049" => "Птоз",
    "f05_050" => "Объем движений глазных яблок",
    "f05_051" => "Реакция зрачков на свет",
    "f05_052" => "Симметричность носогубных складок при оскале зубов",
    "f05_053" => "Растройства глотания",
    "f05_054" => "Дисфония",
    "f05_055" => "Положение языка при высовывании",
    //
    "f05_056" => "Ригидность затылочных мышц",
    "f05_057" => "Симптомы Кернига и Брудзинского",
    //
    "f05_058" => "Характер походки с открытыми и закрытыми глазами",
    "f05_059" => "Устойчивость при стоянии открытыми и закрытыми глазами (проба Ромберга)",
    "f05_060" => "Пальце-носовая и коленно-пяточная пробы (координаторные пробы)",
    //
    "f05_061" => "Клонические",
    "f05_062" => "Тонические",
    "f05_063" => "Фибриллярные подергивания",
    "f05_064" => "Дрожание (тремор)",
    "f05_065" => "Другие непроизвольные движения",
    "f05_066" => "Контрактуры мышц (локализация)",
    "f05_067" => "Объем движений и сила в конечностях",
    //
    "f05_068" => "Пальпаторная болезненность по ходу нервных стволов и корешков",
    "f05_069" => "Объем движений и сила в конечностях",
    //
    "f05_070" => "Роговичный",
    "f05_071" => "Глоточный",
    //
    "f05_072" => "Коленный",
    "f05_073" => "Ахиллов",
    //
    "f05_074" => "Симптомы Бабинского и Россолимо",
    //
    "f05_075" => "Афазия",
    "f05_076" => "Дизартрия",
    //
    "f05_077" => "Глазные симптома",
    //
    "f05_078" => "Вид дермографизма",
    "f05_079" => "Температурные асимметрии",
    "f05_080" => "Гипертрихоз",
    "f05_081" => "Облысение",
    "f05_082" => "Трофические язвы",
    "f05_083" => "Нарушения потоотделения",
    "ref_293" => "При физической нагрузке",
    //none+
    "ref_294" => "Эмоциональное напряжение",
    "ref_295" => "В покое",

    "ref_296" => "Валидол",
    "ref_297" => "Нитроглицерин",
    "ref_298" => "Седативные средства",
    "ref_299" => "Наркотики",

    "ref_300" => "Постоянный",
    "ref_301" => "Приступообразный",
    "ref_302" => "Периодический",
    //none+

    "ref_303" => "Верхушечный толчок",
    "ref_304" => "Сердечный толчок",
    "ref_305" => "Эписгастральная пульсация",
    "ref_306" => "Атипичная пульсация в области сердца",
    //none+

    "ref_307" => "Правая",
    "ref_308" => "Левая",
    "ref_309" => "Верхняя",

    "ref_310" => "Нормальная",
    "ref_311" => "Митральная",
    "ref_312" => "Аортальная",

    "ref_313" => "Дыхательная аритмия",
    "ref_314" => "Мерцательная аритмия",
    "ref_315" => "Экстрасистолия",
    "ref_316" => "Выпадение сердечных сокращений",
    "ref_317" => "Эмбриокардия",

    "ref_318" => "Пресистолический",
    "ref_319" => "Протодистолический",
    "ref_320" => "Суммационный ритм галопа",
    "ref_321" => "Ритм “перепела”",
    "ref_322" => "Систолический галоп",

    "ref_323" => "Систолический",
    "ref_324" => "Пресистолический",
    "ref_325" => "Протодиастолический",
    "ref_326" => "Мезодиастолический",

    "ref_327" => "Мягкий",
    "ref_328" => "Дующий",
    "ref_329" => "Скребущий",
    "ref_330" => "Грубый",

    "ref_331" => "За грудиной",
    "ref_332" => "В области верхушки сердца",
    "ref_333" => "Слева от грудины на уровне II – VI ребер",

    "ref_334" => "Шея",
    "ref_335" => "Челюсть",
    "ref_336" => "Рука",
    "ref_337" => "подлопатки",

    "ref_338" => "Сжимающие",
    "ref_339" => "Колющие",
    "ref_340" => "Давящие",
    "ref_341" => "Ноющие",

    "ref_none" => "отсутствует",

    "ref_342" => "Постоянные",
    "ref_343" => "Приступообразные",

    "ref_344" => "Длительный",
    "ref_345" => "Короткий",

    "ref_346" => "При физической нагрузке",
    "ref_347" => "Эмоциональное напряжение",
    "ref_348" => "В покое",

    "ref_349" => "Валидол",
    "ref_350" => "Нитроглицерин",
    "ref_351" => "Седативные средства",
    "ref_352" => "Наркотики",

    "ref_353" => "В покое",
    "ref_354" => "При физической нагрузке",
    "ref_355" => "При кашле",
    "ref_356" => "При изменении положения тела",


    "ref_357" => "Инспираторная",
    "ref_358" => "Экспираторная",
    "ref_359" => "Смешанная",

    "ref_360" => "Постоянный",
    "ref_361" => "Периодический",
    "ref_362" => "Приступообразный",

    "ref_363" => "самостоятельно",
    "ref_364" => "медикаментозно",

    "ref_365" => "Днем",
    "ref_366" => "Ночью",

    "ref_367" => "В покое",
    "ref_368" => "При физической нагрузке",

    "ref_369" => "Постоянный",
    "ref_370" => "Приступообразный",
    "ref_371" => "Периодический",

    "ref_372" => "Длительный",
    "ref_373" => "Короткий",

    "ref_374" => "При физической нагрузке",
    "ref_375" => "В покое",

    "ref_376" => "Медикаментозно",
    "ref_377" => "Самосстоятельно",

    "ref_378" => "Конечности",
    "ref_379" => "Поясница",
    "ref_380" => "Лицо",
    "ref_381" => "Живот",

    "ref_382" => "Местные",
    "ref_383" => "Анасарка",

    "ref_384" => "Пастонозность",
    "ref_385" => "Умеренно выраженные",
    "ref_386" => "Резко выраженные",

    "ref_387" => "в течени дня",
    "ref_388" => "утром",
    "ref_389" => "вечером",

    "ref_390" => "После физической нагрузки",
    "ref_391" => "Постоянные",

    "ref_392" => "норма",
    "ref_393" => "патологические изменения",

    "ref_394" => "Верхушечный толчок",
    "ref_395" => "Сердечный толчок",
    "ref_396" => "Эписгастральная пульсация",
    "ref_397" => "Атипичная пульсация в области сердца",

    "ref_398" => "Локализация",
    "ref_399" => "Распространенность",
    "ref_400" => "Сила",
    "ref_401" => "Отношение к фазам сердечной деятелности",

    "ref_402" => "Ослабленный",
    "ref_403" => "Усиленный",

    "ref_404" => "Ограниченный",
    "ref_405" => "Разлитой",

    "ref_406" => "Высокоамплитудный (приподнимающий)",
    "ref_407" => "Низкоамплитудный",
    "ref_408" => "Резистентность",

    "ref_409" => "Связь с пульсацией брюшной аорты",
    "ref_410" => "Связь с пульсацией сердца",
    "ref_411" => "Связь с пульсацией печени",

    "ref_412" => "Ограниченная",
    "ref_413" => "Разлитая",

    "ref_414" => "Систолическое",
    "ref_415" => "Диастолическое",

    "ref_416" => "Правая",
    "ref_417" => "Левая",
    "ref_418" => "Верхняя",

    "ref_419" => "Нормальная",
    "ref_420" => "Митральная",
    "ref_421" => "Аортальная",


    "ref_422" => "Ослабленный",
    "ref_423" => "Усиленный – акцентрированный",

    "ref_424" => "Пресистолический",
    "ref_425" => "Протодистолический",
    "ref_426" => "Суммационный ритм галопа",
    "ref_427" => "Ритм “перепела”",
    "ref_428" => "Систолический галоп",

    "ref_429" => "Мягкий",
    "ref_430" => "Дующий",
    "ref_431" => "Скребущий",
    "ref_432" => "Грубый",

    "ref_433" => "Высокий",
    "ref_434" => "Низкий",

    "ref_435" => "Тихий",
    "ref_436" => "Громкий",

    "ref_437" => "Короткий",
    "ref_438" => "Длинный",

    "ref_439" => "Нарастающий",
    "ref_440" => "Убывающий",

    "ref_441" => "Грубый и громкий",
    "ref_442" => "Тихий",
    "ref_443" => "Нежный",

    "ref_444" => "Височных артерий",
    "ref_445" => "Сонных артерий",
    "ref_446" => "Лучевых артерий",
    "ref_447" => "Бедренных артерий",
    "ref_448" => "Подколенных артерий",
    "ref_449" => "Заднеберцовых артерий",
    "ref_450" => "Артерий тыла стопы",

    "ref_451" => "Двойной тон Траубе",
    "ref_452" => "Двойной шум Виноградова - Дюрозье",

    "ref_453" => "отрицательный",
    "ref_454" => "положительный",
    "ref_455" => "норма",


    "f00_000" => "Заметки врача",
    "f01_001" => "Дата осмотра",
    "f01_002" => "Место получения услуги",
    "f01_003" => "Вид осмотра",
    "f01_004" => "Вес (кг)",
    "f01_005" => "Рост (см)",
    "f01_006" => "Окружность головы (дети до 2 лет) (см)",
    "f01_007" => "А/Д (систола/Диастола)",
    "f01_008" => "Пульс (ударов/мин)",
    "f01_009" => "Температура (градус)",
    "f01_010" => "Cатурация (%)",
    "f01_011" => "Частота дыхательных движений (в минуту)",
    "f01_012" => "Общее состояние больного",
    "f01_013" => "Сознание",
    "f01_014" => "Положение больного",
    "f01_015" => "Конституциональный тип",
    "f01_016" => "Осанка",
    "f01_017" => "Походка",
    "f01_018" => "Выражение лица",
    "f01_019" => "Лицо корвизара",
    "f01_020" => "Цвет",
    "f01_021" => "Пигментация и депигментация, их локализация",
    "f01_022" => "Форма сыпи",
    "f01_023" => "Единичные или множественные (сливные) высыпания",
    "f01_024" => "Сосудистые изменения",
    "f01_025" => "Локализация",
    "f01_026" => "Количество",
    "f01_027" => "Размер",
    "f01_028" => "Выраженность",
    "f01_029" => "Подвижность",
    "f01_030" => "Болезненность",
    "f01_031" => "Язвы",
    "f01_032" => "Пролежни",
    "f01_033" => "Характер поверхности",
    "f01_034" => "Ангиомы",
    "f01_035" => "Атеромы",
    "f01_036" => "Влажность кожи",
    "f01_037" => "Тургор кожи",
    "f01_038" => "Форма",
    "f01_039" => "Ломкость ногтей",
    "f01_040" => "Развитие",
    "f01_041" => "Места наибольшего отложения жира",
    "f01_042" => "Истощение",
    "f01_043" => "Отеки",
    "f01_044" => "Распространенность",
    "f01_045" => "Зев",
    "f01_046" => "Степень развития",
    "f01_047" => "Тонус",
    "f01_048" => "Состояние мышц",
    "f01_049" => "Наличие деформаций",
    "f01_050" => "Болезненность при пальпации",
    "f01_051" => "Поколачивании",
    "f01_052" => "Конфигурация",
    "f01_053" => "Отечность",
    "f01_054" => "Гиперемия и местная температура кожи над суставами",
    "f01_055" => "Болезненность в суставах при движении",
    "f01_056" => "Хруст при движениях",
    "f01_057" => "Объем активных и пассивных движений в суставах",
    "f14_001" => "Локализация пальпируемых лимфоузлов",
    "f14_002" => "Величина",
    "f14_003" => "Форма",
    "f14_004" => "Консистенция",
    "f14_005" => "Характер поверхности",
    "f14_006" => "Болезненность",
    "f14_007" => "Подвижность",
    "f14_008" => "Сращения между собой и с окружающими тканями",
    "f14_009" => "Состояние кожи над лимфоузлами",
    //
    "f01_058" => "Миндалины - величина",
    "f01_059" => "Миндалины - окраска",
    "f01_060" => "Миндалины - отченость",
    "f01_061" => "Миндалины - налеты",


    // 2 boshlandi

    //
    "f02_001" => "Характер",
    "f02_002" => "Время появления",
    "f02_003" => "Длительность",
    "f02_004" => "Условия появления и купирования кашля",
    //
    "f02_005" => "Характер",
    "f02_006" => "Цвет",
    "f02_007" => "Консистенция",
    "f02_008" => "Количество мокроты одновременно и за сутки",
    "f02_009" => "Примеси в крови",
    "f02_010" => "Положение, наиболее способствующее наилучшему отхождению мокроты (дренажное положение)",
    //0
    "f02_011" => "Количество крови",
    "f02_012" => "Цвет крови",
    "f02_013" => "Условия появления кровохарканья",
    //0
    "f02_014" => "Локализация",
    "f02_015" => "Характер боли",
    "f02_016" => "Интенсивность",
    "f02_017" => "Продолжительность",
    "f02_018" => "Связь с дыхательными движениями, кашлем и положением тела",
    "f02_019" => "Иррадиация болей",
    //0
    "f02_020" => "Условия возникновения",
    "f02_021" => "Характер одышки",
    //0
    "f02_022" => "Время и условия возникновения",
    "f02_023" => "Характер",
    "f02_024" => "Продолжительность приступов",
    "f02_025" => "Их купирование",
    //0
    "f02_026" => "Изменения формы носа",
    "f02_027" => "Дыхание через нос",
    "f02_028" => "Отделяемое из носа, его характер и количество",
    "f02_029" => "Носовые кровотечения",
    //0
    "f02_030" => "Расположение",
    "f02_031" => "Деформация и отесность в области гортани",
    "f02_032" => "Голос",
    "f02_033" => "Отсутствие голоса (афония)",
    //0
    "f02_034" => "Форма грудной клетки",
    "f02_035" => "Патологические формы",
    "f02_036" => "Выраженность над- и подключичных ямок",
    "f02_037" => "Ширина межреберных промежутков",
    "f02_038" => "Величина эпигастрального угла",
    "f02_039" => "Положение лопаток и ключиц",
    "f02_040" => "Состояние переднезаднего и бокового размеров грудной клетки",
    "f02_041" => "Симметричность грудной клетки",
    //2 ta q0oshildi
    "f02_042" => "Искривление позвоночника",
    "f02_043" => "Окружность грудной клетки, экскурсия грудной клетки на вдохе и выдохе",
    //0
    "f02_044" => "Тип дыхания",
    "f02_045" => "Симметричность дыхательных  движений (отставание в дыхании одной половины)",
    "f02_046" => "Участие в дыхании вспомогательной мускулатуры",
    "f02_047" => "Число вдыханий в минуту",
    "f02_048" => "Глубина дыхания",
    "f02_049" => "Ритм дыхания",
    "f02_050" => "Соотношение вдоха и выдоха",
    // 3 fa 0aloxida xam bor bu yerda
    "f02_051" => "Определение болезненных участков, их локализация",
    "f02_052" => "Определение резистентности (эластичности грудной клетки)",
    "f02_053" => "Определение голосового дрожания на симметричных участках",

    //Перкус0сия легких
    "f02_056" => "Характер перкуторного звука на симметричных участках грудной  клетки с точным определением границ каждого звука по ребрам и топографическим линиям",

    "f02_057" => "Высота стояния верхушек спереди (справа)",
    "f02_058" => "Высота стояния верхушек спереди (слева)",
    "f02_059" => "Высота верхушек сзади (справа)",
    "f02_060" => "Высота верхушек сзади (слева)",
    "f02_061" => "Ширина полей Кренига (справа)",
    "f02_062" => "Ширина полей Кренига (слева)",

    "f02_063" => "По окологрудинной линии (справа)",
    "f02_064" => "По окологрудинной линии (слева)",
    "f02_065" => "По среднеключичной линии (справа)",
    "f02_066" => "По среднеключичной линии (слева)",
    "f02_067" => "По передней подмышечной линии (справа)",
    "f02_068" => "По передней подмышечной линии (слева)",
    "f02_069" => "По средней подмышечной линии (справа)",
    "f02_070" => "По средней подмышечной линии (слева)",
    "f02_071" => "По задней подмышечной линии (справа)",
    "f02_072" => "По задней подмышечной линии (слева)",
    "f02_073" => "По лопаточной линии (справа)",
    "f02_074" => "По лопаточной линии (слева)",
    "f02_075" => "По околопозвоночной линии (справа)",
    "f02_076" => "По околопозвоночной линии (слева)",

    "f02_077" => "По среднеключичной линии (справа)",
    "f02_078" => "По среднеключичной линии (слева)",
    "f02_079" => "По средней подмышечной линии (справа)",
    "f02_080" => "По средней подмышечной линии (слева)",
    "f02_081" => "По лопаточной линии (справа)",
    "f02_082" => "По лопаточной линии (слева)",

    "f02_083" => "Характер основных дыхательных шумов на симметричных участках грудной клетки",

    "f02_084" => "Хрипы",
    "f02_085" => "Крепитация",
    "f02_086" => "Шум трения плевры",
    "f02_087" => "Плевроперикардиальный шум",
    "f02_088" => "Их локализация и характеристика",
    "f02_089" => "Проба с форсированным выдохом и откашливанием",
    "f02_090" => "Определение бронхофобии над симметричными участками грудной клетки (одинаковачя с обеих сторон, усилена или ослабленя с одной стороны)",


    // f03_ perevodi
    "f03_001" => "Локализация",
    "f03_002" => "Иррадиация",
    "f03_003" => "Характер",
    "f03_004" => "Инсивность",
    "f03_005" => "Продолжительность болей",
    "f03_006" => "Условия возникновения",
    "f03_007" => "Чем купируются",
    //
    "f03_008" => "Характер аритмии",
    //
    "f03_009" => "Выпячивание области сердца (Gibbus cordis)",
    "f03_010" => "Видимые пульсации",
    //
    "f03_011" => "Границы относительной тупости сердца",
    "f03_012" => "Конфигурация сердца",
    "f03_013" => "Границы абсолютной тупости сердца",
    //
    "f03_014" => "Сердечные сокращения: Ритмичные",
    "f03_014_1" => "Сердечные сокращения: Аритмичные",

    "f03_015" => "Дополнительные тоны",
    //
    "f03_016" => "Отношение к фазам сердечной деятельности",
    "f03_017" => "Место наилучшего выслушивания шума",
    "f03_018" => "Характер шума",
    //
    "f03_019" => "Локализация",
    "f03_020" => "Иррадиация",
    "f03_021" => "Характер",
    "f03_022" => "Инсивность",
    "f03_023" => "Продолжительность болей",
    "f03_024" => "Условия возникновения",
    "f03_025" => "Чем купируются",
    "f03_026" => "Чем сопровождается боль",
    //
    "f03_027" => "Условия возникновения",
    "f03_028" => "Характер",
    "f03_029" => "Длительность",
    "f03_030" => "Чем купируется",
    //
    "f03_031" => "Время",
    "f03_032" => "Условия возникновения",
    //
    "f03_033" => "Характер аритмии",
    "f03_034" => "Продолжительность приступов",
    "f03_035" => "Частота",
    "f03_036" => "Условия возникновения",
    "f03_037" => "Чем купируется",
    //
    "f03_038" => "Локализация",
    "f03_039" => "Распространенность",
    "f03_040" => "Выраженность",
    "f03_041" => "Время",
    "f03_042" => "Условия возникновения",
    //
    "f03_043" => "Состояние наружных яремных вен и сонных артерий шеи",
    //
    "f03_044" => "Выпячивание области сердца (Gibbus cordis)",
    "f03_045" => "Видимые пульсации",
    "f03_046" => "Характеристика",
    //
    "f03_047" => "Локализация",
    "f03_048" => "Сила",
    "f03_049" => "Площадь",
    "f03_050" => "Амплитуда",
    //
    "f03_051" => "Локализация",
    "f03_052" => "Площадь",
    //
    "f03_053" => "Характер",
    "f03_054" => "Распространенность",
    // bu yerda da net pasidigi ham qoship yuborildi
    "f03_055" => "Локализация",
    "f03_056" => "Отношение к фазам сердечной деятельности",
    "f03_057" => "Определение пальпаторной болезненности, зон гиперестезии",
    //
    "f03_058" => "Границы относительной тупости сердца",
    "f03_059" => "Поперечник относительной тупости сердца (в см.)",
    "f03_059_1" => "Ширина сосудистого пучка (в см.)",
    "f03_060" => "Конфигурация сердца",
    //
    "f03_061" => "Границы абсолютной тупости сердца",
    //
    "f03_062" => "Сердечные сокращения: Ритмичные",
    "f03_062_2" => "Сердечные сокращения: АРитмичные",

    "f03_063" => "Число сердечных сокращений",
    "f03_064" => "Первый тон: Громкость",
    "f03_064_2" => "Первый тон: Расщепление или раздвоение первого тона",
    "f03_065" => "Второй тон: Громкость",
    "f03_065_2" => "Второй тон: Расщепление или раздвоение первого тона",
    "f03_066" => "Дополнительные тоны",
    //

    "f03_067" => "Отношение к фазам сердечной деятельности",
    "f03_068" => "Место наилучшего выслушивания шума",
    "f03_069" => "Проведение шума",
    "f03_070" => "Характер шума",
    "f03_071" => "Тембр",
    "f03_072" => "Громкость",
    "f03_073" => "Продолжительность",
    "f03_074" => "Изменение громкости шума во времени",
    "f03_075" => "Изменение шума в зависимости от положения тела, задержки дыхания на вдохе и выдохе и после физической нагрузки",
    //
    "f03_076" => "Место наилучшего выслушивания",
    "f03_077" => "Характер шума",
    "f03_078" => "Исследование сосудов",
    //
    "f03_079" => "Осмотр и пальпация",
    "f03_080" => "Выраженность пульсации",
    "f03_081" => "Эластичность",
    "f03_082" => "Характеристика поверхности артериальной стенки",
    "f03_083" => "Извитость артерий",
    "f03_084" => "Определение пульсации аорты в яремной ямке",
    "f03_085" => "Выслушивание сонныз и бедренных артерий",
    //

    "f03_086" => "Артериальный пульс на лучевых артериях",
    "f03_087" => "Сравнение пульса на обеих руках (дифферециальный пульс)",
    "f03_088" => "Частота",
    "f03_089" => "Ритм (наличие аритмий и дефицита пульса)",
    "f03_090" => "Наполнение величина",
    "f03_091" => "Напряжение скорость",
    "f03_092" => "Форма пульса",
    //
    "f03_093" => "На плечевых артериях в мм. рт. ст.",
    //
    "f03_094" => "Осмотр и пальпация наружных яремных вен",
    "f03_095" => "Набухание",
    "f03_096" => "Видимая пульсация",
    "f03_097" => "Наличие отрицательного или положительного венного пульса",
    "f03_098" => "Выслушивание яремной вены (“шум волчка”)",
    "f03_099" => "Наличие расширений вен грудной клетки, брюшной стенки, конечностей с указанием места и степени расширения",
    "f03_100" => "Уплотнение и болезненность вен с указанием вены и протяженности уплотнения или болезненности",

    // Values ...
    "ref_001" => "Затылочные","ref_002" => "Задние шейные","ref_003" => "Околоушные","ref_004" => "Передние шейные","ref_005" => "Подчелюстные",
    "ref_006" => "Подязычные","ref_007" => "Надключичные и подключичные","ref_008" => "Подмышечные","ref_009" => "Локтевые","ref_010" => "Паховые",
    "ref_011" => "Мизентеральный","ref_012" => "Подколенные","ref_013" => "Мягкие","ref_014" => "Плотные","ref_015" => "Бугристый","ref_016" => "Гладкий",
    "ref_017" => "Норма","ref_018" => "Покраснение", "ref_019" => "Синюшность","ref_020" => "Язвенно-некротические изменения","ref_021" => "первичный",
    "ref_022" => "повторный","ref_023" => "консилиум","ref_024" => "экспертный","ref_025" => "удовлетворительное","ref_026" => "средней тяжести",
    "ref_027" => "тяжелое", "ref_028" => "крайне тяжелое",

    "ref_029" => "ясное","ref_030" => "спутанное","ref_031" => "ступор","ref_032" => "сопор","ref_033" => "кома","ref_034" => "бред","ref_035" => "галлюцинации",

    "ref_035" => "активное","ref_036" => "пассивное","ref_037" => "вынужденное",
    "ref_038" => "нормостенический","ref_039" => "гиперстенический","ref_040" => "астенический","ref_041" => "Прямая","ref_042" => "Сутуловатая",
    "ref_043" => "Быстрая","ref_044" => "Медленная","ref_045" => "Атаксическая","ref_046" => "Спастическая","ref_047" => "Паретическая",

    "ref_048" => "Спокойное","ref_048" => "Безразличное", "ref_049" => "Маскообразное", "ref_050" => "Тоскливое", "ref_051" => "Страдальческое","ref_052" => "Возбужденное","ref_053" => "Утомленное",

    "ref_054" => "Facies febris", "ref_055" => "febris", "ref_056" => "Facies nephritica", "ref_057" => "Facies mitralis","ref_058" => "Facies Hyppocratica",
    "ref_059" => "Facies Basedovica",

    "ref_061" => "Бледно-розовый", "ref_062" => "Гиперемия", "ref_063" => "Синюшный","ref_064" => "Желтушный", "ref_065" => "Бледный", "ref_066" => "Землистый", "ref_067" => "Смуглый", "ref_068" => "Чистые",

    "ref_069" => "Розеола","ref_070" => "Папула","ref_071" => "Пустула","ref_072" => "Везикула","ref_073" => "Эритема","ref_074" => "Пятно",
    "ref_075" => "Герпетические высыпания (Herpes nasalis)","ref_076" => "Герпетические высыпания (Herpes Labialis)","ref_077" => "Герпетические высыпания (Herpes Zoster)",

    "ref_078" => "Единичные", "ref_079" => "Множественные",
    "ref_080" => "Телеангиоэктазии","ref_081" => "Сосудистые звездочки",

    "ref_082" => "подвижный", "ref_083" => "не подвижный",
    "ref_084" => "Сухая","ref_085" => "Влажная","ref_086" => "Нормальная", "ref_087" => "Потливая",
    "ref_088" => "Снижен","ref_089" => "Повышен","ref_090" => "Не изменен",

    "ref_091" => "Часовые стекла","ref_092" => "Нормальные","ref_093" => "Барабанные палочки", "ref_094" => "Слоистые", "ref_095" => "Койлонихии",

    "ref_096" => "Розовый","ref_097" => "Нормальный","ref_098" => "Синюшный","ref_099" => "Бледный","ref_100" => "Тусклые","ref_101" => "Цианотичный","ref_102" => "Гиперемия",

    "ref_103" => "Умеренное", "ref_104" => "Нормальное","ref_105" => "Слабое","ref_106" => "Чрезмерное",

    "ref_107" => "На животе","ref_108" => "На руках","ref_109" => "На бедрах","ref_110" => "Шея и плечо",

    "ref_111" => "Конечности", "ref_112" => "Поясница", "ref_113" => "Живот",

    "ref_114" => "Местные","ref_115" => "Анасарка",

    "ref_115" =>"Пастозность", "ref_116" =>"Умеренные","ref_117" =>"Резко выраженные",

    "ref_118" => "Чистый", "ref_119" => "Гиперемированный","ref_120" => "Налет",

    "ref_121" => "Удовлетворительная", "ref_122" => "Слабая", "ref_123" => "Норма", "ref_124" => "Атрофия", "ref_125" => "Гипертрофия мышц",

    "ref_126" => "Сохранен", "ref_127" => "Снижен","ref_128" => "Повышен (ригидность мышц)","ref_129" => "Симметричность",

    "ref_130" => "Болезненность","ref_131" => "Уплотнения при пальпации",

    "ref_132" => "Норма", "ref_133" => "Изменена",
    "ref_134" => "Норма", "ref_135" => "Снижен",

    // 1-si
    "ref_136" => "Сухой ",
    "ref_137" => "отсутствует",
    "ref_138" => "нормальный",
    "ref_139" => "С выделением мокроты",
    "ref_140" => "Насадный",
    "ref_141" => "Лающий",
    //2 si
    "ref_142" => "Днем",
    "ref_143" => "Ночью",
    "ref_144" => "Утром",
    //4si
    "ref_145" => "Постоянный",
    "ref_146" => "Периодический",
    "ref_147" => "Приступообразный",
    //5 si ruchnoy
    "ref_148" => "ручной",
    //6 si
    "ref_149" => "Вязкий",
    "ref_150" => "Густой",
    //7 si
    "ref_151" => "Прозрачный",
    "ref_152" => "Мутный",
    //8 si
    "ref_153" => "Серозная",
    "ref_154" => "Слизистая",
    "ref_155" => "Слизисто – гнойная",
    "ref_156" => "Гнойная",
    "ref_157" => "Гнилостная",
    //9-si
    "ref_158" => "ручной",
    //bundan keyin da net boladi ! kegin ruchnoy boshlanadi
    "ref_159" => "ручной",
    //12 si
    "ref_160" => "Прожилки",
    "ref_161" => "Сгустки",
    "ref_162" => "Чистая кровь",
    //13 si
    "ref_163" => "Алая",
    "ref_164" => "Темная",
    "ref_165" => "Ржавая",
    "ref_166" => "Малинового цвета",
    //14 ruchnoy bovotti
    "ref_167" => "ручной",
    //15 si
    "ref_168" => "Правая",
    "ref_169" => "Левая",
    "ref_170" => "Подлопаточная",
    "ref_171" => "Загрудинное",
    "ref_172" => "Межлапаточное",
    // 16
    "ref_173" => "Острая",
    "ref_174" => "Тупая",
    "ref_175" => "Колющая",
    // 17
    "ref_176" => "Слабая",
    "ref_177" => "Умеренная",
    "ref_178" => "Сильная",
    // 18 2 tali chek box boladi bu yerda
    "ref_179" => "Постоянная",
    "ref_180" => "Приступообразная",

    //20 si
    "ref_182" => "В покое",
    "ref_183" => "При физической нагрузке",
    "ref_184" => "При кашле",
    "ref_185" => "При изменении положения тела",
    // 21 si
    "ref_186" => "Инспираторная",
    "ref_187" => "Экспираторная",
    "ref_188" => "Смешанная",
    //22 si  chekbox
    "ref_189" => "Утром",
    "ref_190" => "Вечером",
    // 23 si ruchnoy boladi
    "ref_191" => "Свободное",
    "ref_181" => "Затрудненное",
    // 24 chek box
    "ref_192" => "Длительный",
    "ref_193" => "Короткий",
    //25 bu ham chek box
    "ref_194" => "Самостоятельно",
    "ref_195" => "Медикаментозное",
    //chek box dan keyin bizaga da net 2 ta undan keyin ruchnoy
    "ref_196" => "ручной",
    // yana da net keyin select boshlanadi
    "ref_197" => "Нормостеническая",
    "ref_198" => "Гиперстеническая",
    "ref_199" => "Астеническая",
    //select
    "ref_200" => "Эмфизематозная",
    "ref_201" => "Бочкообразная",
    "ref_202" => "Паралитическая",
    "ref_203" => "Ладьевидная",
    "ref_204" => "Рахитическая",
    "ref_205" => "Воронкообразная",
    // select
    "ref_206" => "Выбухают",
    "ref_207" => "Выполнены",
    "ref_208" => "Запавшие",
    "ref_209" => "Втянуты",
    //select
    "ref_210" => "Умеренные",
    "ref_211" => "Широкие",
    "ref_212" => "Узкие",
    //select
    "ref_213" => "Прямой",
    "ref_214" => "Острый",
    "ref_215" => "Тупой",
    // select
    "ref_216" => "Не выступают",
    "ref_217" => "Выступают умеренно",
    "ref_218" => "Отчетливо",
    "ref_219" => "Крыловидные лопатки",
    // ruchnoy
    "ref_220" => "ручной",
    //
    "ref_221" => "Увеличение или уменьшение одной из половин",
    "ref_222" => "Локальные выпячивания или западения",
    //select
    "ref_223" => "Кифоз",
    "ref_224" => "Лордоз",
    "ref_225" => "Сколиоз",
    "ref_226" => "Кифосколиоз",
    // ruchnoy
    "ref_227" => "ручной",
    //tip dan bowlandi
    "ref_228" => "Грудной",
    "ref_229" => "Брюшной",
    "ref_230" => "Смешанный",
    //da net 2 ta boladi uladan keyin ruchnoy
    "ref_231" => "ручной",
    //select
    "ref_232" => "Поверхностное",
    "ref_233" => "Глубокое",
    "ref_234" => "Дыхание Куссмауля",
    //select
    "ref_235" => "Ритмичное",
    "ref_236" => "Аритмичное",
    "ref_237" => "Дыхание Чейн-Стокса",
    "ref_238" => "Дыхание Биотта",
    //ruchnoy keladi
    "ref_239" => "ручной",
    //opredeleniy boshlandi
    "ref_240" => "Одинаковое",
    "ref_241" => "Усилено с одной стороный",
    "ref_242" => "Ослаблено с одной стороны",
    // ruchnoy
    "ref_243" => "ручной",
    // select qaytarildi bu yerda tepadigi bn
    "ref_244" => "Одинаковое",
    "ref_245" => "Усилено с одной стороный",
    "ref_246" => "Ослаблено с одной стороны",
    //xarakterdan boshlandi perkussiyadan select boladi bu
    "ref_247" => "Звук ясный легочный",
    "ref_248" => "Притупленный",
    "ref_249" => "Тупой",
    "ref_250" => "Коробочный",
    "ref_251" => "Тимпанический",
    "ref_252" => "Притупленно-тимпанический",

    "ref_253" => "Увеличены",
    "ref_254" => "Норма",
    "ref_255" => "Отсутствует",

    "ref_256" => "Гиперемированный",
    "ref_257" => "Норма",


    // Громкий,Тихий,Чистый,Сиплый
    "ref_258" => "Громкий",
    "ref_259" => "Тихий",
    "ref_260" => "Чистый",
    "ref_261" => "Сиплый",

    // Везикулярное,Ослабленное,Усиленное,Жесткое,Смешанное,,Бронхиальное,Амфорическое,Отсутствие основного дыхательного шума
    "ref_262" => "Везикулярное",
    "ref_263" => "Ослабленное",
    "ref_264" => "Усиленное",
    "ref_265" => "Жесткое",
    "ref_266" => "Смешанное",
    "ref_267" => "Бронхиальное",
    "ref_268" => "Амфорическое",
    "ref_269" => "Отсутствие основного дыхательного шума",

    //Влажные,Сухие
    "ref_270" => "Влажные",
    "ref_271" => "Сухие",

    //Верхняя доля,Нижняя доля,Правая,Левая
    "ref_272" => "Верхняя доля",
    "ref_273" => "Нижняя доля",
    "ref_274" => "Правая",
    "ref_275" => "Левая",

    //Положительная,отрицательная
    "ref_276" => "Положительная",
    "ref_277" => "Отрицательная",

    "ref_278" => "За грудиной",
    "ref_279" => "В области верхушки сердца",
    //none+
    "ref_280" => "Слева от грудины на уровне II – VI ребер",

    "ref_281" => "Шея",
    "ref_282" => "Челюсть",
    //none+
    "ref_283" => "Рука",
    "ref_284" => "Подлопатки",

    "ref_285" => "Сжимающие",
    "ref_286" => "Колющие",
    "ref_287" => "Давящие",
    "ref_288" => "Ноющие",

    "ref_289" => "Постоянные",
    //none+
    "ref_290" => "Приступообразные",

    "ref_291" => "Длительный",
    //none+
    "ref_292" => "Короткий",

    // В поясничной области, Внизу живота,  По ходу мочеточников

    "ref_456" => "В поясничной области",
    "ref_457" => "Внизу живота",
    "ref_458" => "По ходу мочеточников",

    // Острая, Тупая, Постоянная, Приступообразная
    "ref_459" => "Острая",
    "ref_460" => "Тупая",
    "ref_461" => "Постоянная",
    "ref_462" => "Приступообразная",

    // Физическая нагрузка, Изменение положения тела, Прием острой пищи, Алкоголя, Водная нагрузка
    "ref_463" => "Физическая нагрузка",
    "ref_464" => "Изменение положения тела",
    "ref_465" => "Прием острой пищи",
    "ref_466" => "Алкоголя",
    "ref_467" => "Водная нагрузка",

    // самостоятельно, медикментозно
    "ref_468" => "самостоятельно",
    "ref_469" => "медикментозно",

    // Наличие полиурии, Олигоурии, Анурии, Задержки мочи (ишурии)
    "ref_470" => "Наличие полиурии",
    "ref_471" => "Олигоурии",
    "ref_472" => "Анурии",
    "ref_473" => "Задержки мочи (ишурии)",

    // Тонкой струей, Каплями, Прерывистое
    "ref_474" => "Тонкой струей",
    "ref_475" => "Каплями",
    "ref_476" => "Прерывистое",

    // В начале, В конце, Во время всего мочеиспускания
    "ref_477" => "В начале",
    "ref_478" => "В конце",
    "ref_479" => "Во время всего мочеиспускания",

    // Соломенно-желтый, Насыщенно желтый, Темный, Цвет “пива”, Красный, Цвета “мясных помоев”
    "ref_480" => "Соломенно-желтый",
    "ref_481" => "Насыщенно желтый",
    "ref_482" => "Темный",
    "ref_483" => "Цвет “пива”",
    "ref_484" => "Красный",
    "ref_485" => "Цвета “мясных помоев”",

    // Утром, Вечером, На протяжении суток
    "ref_486" => "Утром",
    "ref_487" => "Вечером",
    "ref_488" => "На протяжении суток",

    // Питьевая нагрузка, Избыточный прием соли
    "ref_489" => "Питьевая нагрузка",
    "ref_490" => "Избыточный прием соли",

    // "висок, в облсти глаза, затылок, макушка
    "ref_491" => "висок",
    "ref_492" => "в облсти глаза",
    "ref_493" => "затылок",
    "ref_494" => "макушка",

    // Слабая, Умеренная, Сильная
    "ref_495" => "Слабая",
    "ref_496" => "Умеренная",
    "ref_497" => "Сильная",

    // Постоянная, Приступообразная
    "ref_498" => "Постоянная",
    "ref_499" => "Приступообразная",

    // Сдавливающая, Острая, Тупая, Пульсирующая
    "ref_500" => "Сдавливающая",
    "ref_501" => "Острая",
    "ref_502" => "Тупая",
    "ref_503" => "Пульсирующая",

    // Утром,Вечером,Постоянная
    "ref_504" => "Утром",
    "ref_505" => "Вечером",
    "ref_506" => "Постоянная",

    // При физической нагрузке, отсутствует, Эмоциональное напряжение, В покое
    "ref_507" => "При физической нагрузке",
    "ref_508" => "отсутствует",
    "ref_509" => "Эмоциональное напряжение",
    "ref_510" => "В покое",

    // самостоятельно, медикаментозно
    "ref_511" => "самостоятельно",
    "ref_512" => "медикаментозно",

    // вестибулярное, потуральное, липотемическое, цервикогенное, психогенное
    "ref_513" => "вестибулярное",
    "ref_514" => "потуральное",
    "ref_515" => "липотемическое",
    "ref_516" => "цервикогенное",
    "ref_517" => "психогенное",

    //При ходьбе, При изменении тела и головы
    "ref_518" => "При ходьбе",
    "ref_519" => "При изменении тела и головы",

    // потливость, чувствительностью к свету и шуму, нарушением слуха и звоном, заложенности уха, вибрация или дрожание объекта, приступы тревожности, Черные пятна перед глазам, дрожание глазных ябло, Проблемы с речью или глотанием, Учащенное сердцебиение, тошнота
    "ref_520" => "потливость",
    "ref_521" => "чувствительностью к свету и шуму",
    "ref_522" => "нарушением слуха и звоном",
    "ref_523" => "заложенности уха",
    "ref_524" => "вибрация или дрожание объекта",
    "ref_525" => "приступы тревожности",
    "ref_526" => "Черные пятна перед глазам",
    "ref_527" => "дрожание глазных ябло",
    "ref_528" => "Проблемы с речью или глотанием",
    "ref_529" => "Учащенное сердцебиение",
    "ref_530" => "тошнота",

    "ref_531" => "высокая",
    "ref_532" => "низкая",

    "ref_533" => "кратковременная",
    "ref_534" => "долговременная",

    "ref_535" => "сконцентрированая",
    "ref_536" => "рассеянная",

    "ref_537" => "норма",
    "ref_538" => "бессоница",

    "ref_539" => "поверхностный",
    "ref_540" => "глубокий",

    "ref_541" => "норма",
    "ref_542" => "отклонение",

    // удовлетворительнаое, неудовлетворителььная
    "ref_543" => "удовлетворительнаое",
    "ref_544" => "неудовлетворителььная",

    // флегматик, холерик, сангвиник, меланхолик
    "ref_545" => "флегматик",
    "ref_546" => "холерик",
    "ref_547" => "сангвиник",
    "ref_548" => "меланхолик",

    // Гипостезия, Гиперстезия, Парестезии
    "ref_549" => "Гипостезия",
    "ref_550" => "Гиперстезия",
    "ref_551" => "Парестезии",

    // Норма, патология
    "ref_552" => "Норма",
    "ref_553" => "патология",

    // Ослабление внимания, Снижение памяти, Нарушение критики, Сужение круга интересов
    "ref_554" => "Ослабление внимания",
    "ref_555" => "Снижение памяти",
    "ref_556" => "Нарушение критики",
    "ref_557" => "Сужение круга интересов",

    // спокойное, не спокойное
    "ref_558" => "спокойное",
    "ref_559" => "не спокойное",

    // Открытый, Закрытый
    "ref_560" => "Открытый",
    "ref_561" => "Закрытый",

    // норсальная, близорукость, дальнорукость
    "ref_562" => "норсальная",
    "ref_563" => "близорукость",
    "ref_564" => "дальнорукость",

    // Норма, патология
    "ref_565" => "Норма",
    "ref_566" => "патология",

    // Обычная, Атаксическая, Паретическая, Другие формы
    "ref_567" => "Обычная",
    "ref_568" => "Атаксическая",
    "ref_569" => "Паретическая",
    "ref_570" => "Другие формы",

    // Маторная, Сенсорная
    "ref_571" => "Маторная",
    "ref_572" => "Сенсорная",

    // Ширина глазной щели, Ширина зрачка, Экзофтальм, Энофтальм, Симптом Горнера
    "ref_573" => "Ширина глазной щели",
    "ref_574" => "Ширина зрачка",
    "ref_575" => "Экзофтальм",
    "ref_576" => "Энофтальм",
    "ref_577" => "Симптом Горнера",

    // белый, красный, отечный
    "ref_578" => "белый",
    "ref_579" => "красный",
    "ref_580" => "отечный",

#endregion

    //06 boshlandi
    "ttl6_01" => "Эндокринная система",
    "ttl6_02" => "Осмотр и пальпация",

    //07 boshlandi
    "ttl7_14" => "Система половых органов",
    "ttl7_15" => "Осмотр и пальпация",

    //08 boshlandi
    "ttl8_16" => "Желудочно – кишечный тракт ",
    "ttl8_17" => "Пальпация",
    "ttl8_18" => "Печень и желчный пузырь",
    "ttl8_19" => "Перкуссия",
    "ttl8_20" => "Пальпация",
    "ttl8_21" => "Аускультация",
    "ttl8_22" => "Селезенка",
    "ttl8_23" => "Поджелудочная железа",



    //06 boshlandi
    "acc6_01" => "Нарушения",
    "acc6_02" => "Ожирение",
    "acc6_03" => "Состояние кожных покровов",
    "acc6_04" => "Увеличение размеров",
    "acc6_05" => "Пальпация щитовидной железы",
    "acc6_06" => "Заметки врача",

    // 07 boshlandi
    "acc7_01" => "Боль",
    "acc7_02" => "Менструальный цикл",
    "acc7_03" => "Вторичные половые признаки",
    "acc7_04" => "Молочные железы (у женщин) и грудные (у мужчин)",
    "acc7_05" => "Наружные половые органы (у мужчин)",
    "acc7_06" => "Предстательная железа (у мужчин)",
    "acc7_07" => "Гинекологическое исследование (у женщин)",
    "acc7_08" => "Заметки врача",



    // 08 boshlandi
    "acc8_104" => "Боли в животе",
    "acc8_105" => "Диспепсические явления",
    "acc8_106" => "Стул ",
    "acc8_107" => "Полость рта",
    //acc qoshildi
    "acc8_108" => "Перкуссия",
    "acc8_109" => "Поверхностная ориентировачная пальпация",

    //sarlavha bor
    "acc8_110" => "Боль в правом подберье ",
    "acc8_111" => "Диспепсические явления",
    "acc8_112" => "Желтуха",
    //sarlavxa
    "acc8_113" => "Границы печени по Курлову",
    "acc8_114" => "Поколачивание по правой реберной дуге",
    "acc8_115" => "Печень",
    "acc8_116" => "Желчный пузырь",
    "acc8_117" => "Аускультация",
    "acc8_118" => "Боль в левом подреберье",
    "acc8_119" => "Перкуссия",
    "acc8_120" => "Пальпация",
    "acc8_121" => "Аускультация",
    //sarlavha
    "acc8_122" => "Боль",
    "acc8_123" => "Пальпация",
    "acc8_124" => "Заметки врача",



    //06 boshlandi
    "f06_001" => "роста, телосложения",
    "f06_002" => "увеличение массы тела",
    "f06_003" => "похудание",
    "f06_004" => "жажда",
    "f06_005" => "чувство голода",
    "f06_006" => "постоянное ощущение жара",
    "f06_007" => "потливость",
    "f06_008" => "ознобы",
    "f06_009" => "повышение температуры тела",
    "f06_010" => "судорги",
    "f06_011" => "мышечная слабость",
    "f06_012" => "раздражительность ",
    //
    "f06_013" => "Степень выраженности",
    "f06_014" => "Преимущественная локализация жира",
    "f06_015" => "Исхудание",
    "f06_016" => "Кахексия",
    //
    "f06_017" => "Влажность",
    "f06_018" => "Истончение",
    "f06_019" => "Огрубение",
    "f06_020" => "Гиперпигментация кожи, кожных складок (локализация)",
    "f06_021" => "Наличие стрий",
    "f06_022" => "Атипичное оволосение",
    "f06_023" => "Лунообразное лицо",
    //
    "f06_024" => "Языка",
    "f06_025" => "Носа",
    "f06_026" => "Челюстей",
    "f06_027" => "Ушных раковин",
    "f06_028" => "Кистей рук",
    "f06_029" => "Стоп",
    //
    "f06_030" => "Локализация",
    "f06_031" => "Величина",
    "f06_032" => "Консистенция",
    "f06_033" => "Болезненность",
    "f06_034" => "Подвижность",

    //07 boshlandi
    "f07_001" => "Внизу живота",
    "f07_002" => "В паху",
    "f07_003" => "В пояснице",
    "f07_004" => "Крестце",
    "f07_005" => "Мошонке",
    "f07_006" => "В области наружных половых органов",
    "f07_007" => "Характер болей",
    "f07_008" => "Локализация",
    "f07_009" => "Иррадиация",
    "f07_010" => "Условия возникновения",
    "f07_011" => "Чем купируются",
    //
    "f07_012" => "Регулярность",
    "f07_013" => "Периодичность менструаций",
    "f07_014" => "Количество",
    "f07_015" => "Продолжительность",
    "f07_016" => "Болезненность",
    "f07_017" => "Маточные кровотечения",
    "f07_018" => "Другие выделения (бели)",
    "f07_019" => "Половая функция",
    //
    "f07_020" => "Тип оволосения",
    "f07_021" => "Волосяной покров",
    "f07_022" => "Гинекомастия",
    "f07_023" => "Голос",
    "f07_024" => "Признаки гирсутизма, евнухоидизма, вирилизма, феминизации",
    //
    "f07_025" => "Степень развития",
    "f07_026" => "Состояние кожных покровов",
    "f07_027" => "Пигментация",
    "f07_028" => "Локальный отек в виде “лимонной корки”",
    "f07_029" => "Втяжения",
    "f07_030" => "Симметричность желез",
    "f07_031" => "Форма сосков",
    "f07_032" => "Наличие эрозий и язв",
    "f07_033" => "Деформация желез",
    "f07_034" => "Выделения из сосков",
    "f07_035" => "Характеристика и связь с менструальным циклом",
    //
    "f07_036" => "Размер - Мошонки ",
    "f07_037" => "Размер - Яичек ",
    "f07_038" => "Отек мошонки",
    "f07_039" => "Варикозное расширение вен мошонки (варикоцеле)",
    "f07_040" => "Болезненность при пальпации яичек",
    "f07_041" => "Наличие опухолевых образований",
    "f07_042" => "Недоразвитие яичек (анорхизм, крипторхизм)",
    "f07_043" => "Эрозии и язвы полового члена",
    "f07_044" => "Аномалии и уродства полового члена",
    //
    "f07_045" => "Размер",
    "f07_046" => "Консистенция",
    "f07_047" => "Характеристика поверхности",
    "f07_048" => "Болезненность предстательной железы при ректальном исследовании",
    //
    "f07_049" => "Состояние наружных половых органов, влагалища, матки, придатков при осмотре в зеркалах и бимануальной пальпации",




    //08 boshlandi
    "f08_001" => "Локализация",
    "f08_002" => "Иррадиация ",
    "f08_003" => "Интенсивность",
    "f08_004" => "Длительность",
    "f08_005" => "Условия возникновения и связь с приемом пищи",
    "f08_006" => "Характер болей",
    "f08_007" => "Купирование боли",
    //
    "f08_008" => "Затруднения глотания и прохождения пищи по пищеводу (dysphagia)",
    "f08_009" => "Тошнота (nausea)",
    "f08_010" => "Рвота (vomitis)",
    "f08_010_1" => "Кратность",
    "f08_011" => "Отрыжка",
    "f08_012" => "Изжога",
    "f08_013" => "Вздутие живота (meteorismus)",
    "f08_014" => "Детальная характеристика ",
    "f08_015" => "Степень выраженности явлений ",
    "f08_016" => "Чем купируются диспепсические явления",
    "f08_017" => "Отношение к приему пищи, качеству и количеству",
    "f08_018" => "Аппетит",
    "f08_019" => "Отвращения к пище - Жирной",
    "f08_020" => "Отвращения к пище - Мясной",
    //
    "f08_021" => "Частота за сутки",
    "f08_022" => "Количество",
    "f08_023" => "Консистенция кала",
    "f08_024" => "Цвет кала",
    "f08_025" => "Кровотечения",
    "f08_026" => "Геморроидального кровотечения",
    //
    "f08_027" => "Язык-Окраска",
    "f08_028" => "Язык-Влажность",
    "f08_029" => "Язык-Наличие налетов",
    "f08_030" => "Язык-Трещин",
    "f08_031" => "Язык-Язв",
    "f08_032" => "Состояние зубов",
    "f08_033_1" => "Живот-Размер живота",
    "f08_033_1_1" => "Если увиличен - причина",
    "f08_033_2" => "Живот-Симметричность",
    "f08_033_3" => "Живот-Участие в акте дыхания",
    "f08_033_4" => "Живот-Видимая перистальтика желудка и кишечника",
    "f08_033_5" => "Живот-венозные коллатерали",
    "f08_034" => "Характер перкуторного звука",
    "f08_035" => "Наличие свободной или осумкованной жидкости в брюшной полости.",
    // palpitsa sarlavxa keladi
    "f08_036" => "Болезненные области",
    "f08_037" => "Напряжение мышц брюшной стенки (мышечная защита – defense musculaire)",
    "f08_038" => "Расхождение прямых мышц живота и наличие грыжи белой линии, пупочной грыжи, перитонеальные симптомы (симптом Щеткина-Блюмьерга)",
    "f08_039" => "Симптом Менделя",
    "f08_040" => "Наличие поверхностно расположенных опухолевидных образований",
    // jirni sarlavxa keladi
    "f08_041" => "Характер болей",
    "f08_042" => "Иррадиация болей",
    "f08_043" => "Условия возникновения",
    //
    "f08_044" => "Тошнота",
    "f08_045" => "Рвота-Характер рвотных масс",
    "f08_046" => "Рвота-Количество",
    "f08_047" => "Рвота-Чувство облегчения после рвоты",
    "f08_048" => "Отрыжка",
    "f08_049" => "Условия возникновения диспепсических явлений",
    "f08_049_1" => "Связь с приемом пищи",
    "f08_050" => "Чем купируются",
    //
    "f08_051" => "Связь с болями в правом подреберье",
    "f08_052" => "Диспепсическими явлениями",
    "f08_053" => "Изменения цвета мочи, кала",
    "f08_054" => "Наличие кожного зуда",
    "f08_055" => "Наличие ограниченного выпячивания в области правого подреберья, ограничения этой области в дыхании",
    //sarlavha bor bu yerda 3 talik qilinadi
    "f08_056" => "Верхняя граница абсолютной тупости печени (По правой срединно-ключичной линии (указать по какому ребру), Указать размер)",
    "f08_057_1" => "Нижняя граница абсолютной тупости печени (По правой срединно-ключичной линии, Указать размер)",
    "f08_057_2" => "Нижняя граница абсолютной тупости печени (По передней срединной линии, Указать размер)",
    "f08_057_3" => "Нижняя граница абсолютной тупости печени (По левой реберной линии, Указать размер)",
    "f08_058" => "Наличчие симптома Ортнера, Лепене",
    //sarlavha bor
    "f08_059" => "Уточнение нижних границ печени по срединно – ключичной и передней срединной линии",
    "f08_060" => "Характеристика края печени",
    "f08_061" => "Характеристика поверхности (при ее увеличении)",
    "f08_062" => "Размеры печени по Курлову",
    //
    "f08_063" => "Характеристика жулчного пузыря",
    "f08_064" => "Пальпируемость",
    "f08_065" => "Болезненность",
    "f08_066" => "Размеры",
    "f08_067" => "Наличие симптома Кера, Мюсси – Георгиевского (френикус-симптом)",
    //
    "f08_068" => "Наличие шума трения брюшины в области правого подреберья",
    //sarlavhani
    "f08_069" => "Характер болей",
    "f08_070" => "Интенсивность боли",
    "f08_071" => "Длительность",
    "f08_072" => "Иррадиация",
    "f08_073" => "Условия возникновения",
    "f08_074" => "Наличие ограниченного выпячивания в области левого подреберья, ограничение этой области дыхания",
    //
    "f08_075" => "Определение продольного и поперечного размера селезенки",
    //
    "f08_076" => "Прощупываемость селезенки в положении лежа-На боку",
    "f08_077" => "Прощупываемость селезенки в положении лежа-На На спине",
    "f08_078" => "Характеристика нижнего края селезенки",
    "f08_079" => "Характеристика поверхности селезенки (при ее значительном увеличении)",
    //
    "f08_080" => "Наличие шума трения брюшины в области левого подреберья",
    // sarlavha jirniy
    "f08_081" => "Локализация (в верхней половине живота)",
    "f08_082" => "Иррадиация (опоясывабщие боли)",
    "f08_083" => "Характер болей",
    "f08_084" => "Условия возникновения",
    "f08_085" => "Чем купируются",
    "f08_086" => "Диспепсические явления",
    //
    "f08_087" => "Наличие болезненности в области ее проекции на переднюю брюшную стенку, увеличение и уплотнение поджелудочной железы",




    // Умеренное, норма, Слабое, резмерное
    "ref_581" => "Умеренное",
    "ref_582" => "Норма",
    "ref_583" => "Слабое",

    //На животе,На руках,На бедрах,Шея и плечо
    "ref_584" => "На животе",
    "ref_585" => "На руках",
    "ref_586" => "На бедрах",
    "ref_587" => "Шея и плечо",

    //Сухая, влажная, норма
    "ref_588" => "Сухая",
    "ref_589" => "Влажная",
    "ref_590" => "Норма",

    //плотная, эластичная, мягкая
    "ref_591" => "Плотная",
    "ref_592" => "Эластичная",
    "ref_593" => "Мягкая",
    // Острая, Тупая, Постоянная, отсутствует, Приступообразная
    "ref_7000" => "Острая",
    "ref_7001" => "Тупая",
    "ref_7002" => "Постоянная",
    "ref_7003" => "Отсутствует",
    "ref_7004" => "Приступообразная",

    // Физическая нагрузка, Изменение положения тела, Прием острой пищи, Алкоголя, Водная нагрузка
    "ref_7005" => "Физическая нагрузка",
    "ref_7006" => "Изменение положения тела",
    "ref_7007" => "Прием острой пищи",
    "ref_7008" => "Алкоголя",
    "ref_7009" => "Водная нагрузка",

    // самостоятельно, медикментозно
    "ref_7010" => "Самостоятельно",
    "ref_7011" => "Медикментозно",

    // Норма, отклонение
    "ref_7012" => "Норма",
    "ref_7013" => "Отклонение",

    // Нормальная, Повышена, Снижена, Отсутствует
    "ref_7014" => "Нормальная",
    "ref_7015" => "Повышена",
    "ref_7016" => "Снижена",
    "ref_none" => "Отсутствует",

    // Мужской, Женский, В подмышечных впадинах, На лице, На животе, В лобковой области

    "ref_7017" => "Мужской",
    "ref_7018" => "Женский",

    "ref_7019" => "В подмышечных впадинах",
    "ref_7020" => "На лице",
    "ref_7021" => "На животе",
    "ref_7022" => "В лобковой области",

    // Высокий, Низкий
    "ref_7023" => "Высокий",
    "ref_7024" => "Низкий",

    // МА-0, МА-1, МА-2, МА-3
    "ref_7025" => "МА-0",
    "ref_7026" => "МА-1",
    "ref_7027" => "МА-2",
    "ref_7028" => "МА-3",

    // Изменена, Не изменена
    "ref_7029" => "Изменена",
    "ref_7030" => "Не изменена",

    // Выпуклые, Плоские, Пухлые, Бугристые, Разностороные, Втянутые
    "ref_7031" => "Выпуклые",
    "ref_7032" => "Плоские",
    "ref_7033" => "Пухлые",
    "ref_7034" => "Бугристые",
    "ref_7035" => "Разностороные",
    "ref_7036" => "Втянутые",

    //плотная, эластичная, мягкая
    "ref_7037" => "Плотная",
    "ref_7038" => "Эластичная",
    "ref_7039" => "Мягкая",

    // увеличенная, болезненная
    "ref_7040" => "Увеличенная",
    "ref_7041" => "Болезненная",




    // Вокруг пупка, Подреберный, Правый подреберье, Левый, Эпигастральный, Подвздошный, Опоясывающий, отсутствует
    "ref_8000" => "Вокруг пупка",
    "ref_8001" => "Подреберный",
    "ref_8002" => "Правый подреберье",
    "ref_8003" => "Левый подреберье",
    "ref_8004" => "Эпигастральный",
    "ref_8005" => "Подвздошный",
    "ref_8006" => "Опоясывающий",

    // Выраженный, отсутствует, Не выраженный
    "ref_8007" => "Выраженный",
    "ref_8008" => "Не выраженный",

    // Постоянный, Приступообразный, отсутствует, периодический
    "ref_8009" => "Постоянный",
    "ref_8010" => "Приступообразный",
    "ref_8011" => "Периодический",

    // Раннние, отсутствует, Поздние, Голодные боли
    "ref_8012" => "Раннние",
    "ref_8013" => "Поздние",
    "ref_8014" => "Голодные боли",

    // Постоянные, Схваткообразные, Острые, отсутствует, Тупые, Ноющий
    "ref_8015" => "Постоянные",
    "ref_8016" => "Схваткообразные",
    "ref_8017" => "Острые",
    "ref_8018" => "Тупые",
    "ref_8019" => "Ноющий",

    // Самостоятельно или после приема пищи, отсутствует, Применение тепла, холода, медикаментов, после рвоты
    "ref_8020" => "Самостоятельно или после приема пищи",
    "ref_8021" => "Применение тепла, холода, медикаментов",

    // самостоятельно, медикментозно
    "ref_8022" => "Самостоятельно",
    "ref_8023" => "Медикментозно",

    // Сохранен, Понижен, Повышен (polyphagia), Полностью отсутствует (anorexia), Извращения
    "ref_8024" => "Сохранен",
    "ref_8025" => "Понижен",
    "ref_8026" => "Повышен (polyphagia)",
    "ref_8027" => "Полностью отсутствует (anorexia)",
    "ref_8028" => "Извращения",

    //Обильное, Умеренное, Небольшое
    "ref_8029" => "Обильное",
    "ref_8030" => "Умеренное",
    "ref_8031" => "Небольшое",

    // Оформленный, Жидкий, Кашицеобразный, болотный, Твердый, Овечий
    "ref_8032" => "Оформленный",
    "ref_8033" => "Жидкий",
    "ref_8034" => "Кашицеобразный, болотный",
    "ref_8035" => "Твердый",
    "ref_8036" => "Овечий",

    // Коричневый, Желто-коричневый, Желтый, ахоличный, Серо-белый, Дегтеобразный
    "ref_8037" => "Коричневый",
    "ref_8038" => "Желто-коричневый",
    "ref_8039" => "Желтый, ахоличный",
    "ref_8040" => "Серо-белый",
    "ref_8041" => "Дегтеобразный",

    //Признаки пищеводного, отсутствует, Желудочного, Кишечного
    "ref_8042" => "Признаки пищеводного",
    "ref_8043" => "Желудочного",
    "ref_8044" => "Кишечного",

    // Рвота кровью, кофейной гущей, Черный дегтеобразный стул (melena), Свежая кровь в кале
    "ref_8045" => "Рвота кровью",
    "ref_8046" => "кофейной гущей",
    "ref_8047" => "Черный дегтеобразный стул (melena)",
    "ref_8048" => "Свежая кровь в кале",

    // Красный, Синий, Розовый, Желтый
    "ref_8049" => "Красный",
    "ref_8050" => "Синий",
    "ref_8051" => "Розовый",
    "ref_8052" => "Желтый",

    // Сухой, влажный
    "ref_8053" => "Сухой",
    "ref_8054" => "Влажный",

    // кариес, норма, дефекты
    "ref_8055" => "Кариес",
    "ref_8056" => "Норма",
    "ref_8057" => "Дефекты",

    //Увеличен, не увеличен
    "ref_8058" => "Увеличен",
    "ref_8059" => "Не увеличен",

    // асцит, ожирения, беременность
    "ref_8060" => "Асцит",
    "ref_8061" => "Ожирения",
    "ref_8062" => "Беременность",

    // Симметричное, не симметричное
    "ref_8063" => "Симметричное",
    "ref_8064" => "Не симметричное",

    // Тупой, ясный
    "ref_8065" => "Тупой",
    "ref_8066" => "Ясный",

    // Приступообразные, Постоянные, Острые, Тупые, Ноющие, отсутствует, Чувство тяжести в области правого подреберья
    "ref_8067" => "Приступообразные",
    "ref_8068" => "Постоянные",
    "ref_8069" => "Острые",
    "ref_8070" => "Тупые",
    "ref_8071" => "Ноющие",
    "ref_8072" => "Чувство тяжести в области правого подреберья",

    // Зависимость от приема пищи, От изменения положения тела, От физической нагрузки
    "ref_8073" => "Зависимость от приема пищи",
    "ref_8074" => "От изменения положения тела",
    "ref_8075" => "От физической нагрузки",

    // самостоятельно, медикментозно
    "ref_8076" => "Самостоятельно",
    "ref_8077" => "Медикментозно",

    // Мягкий, Плотный, Болезненный, Безболезненный, Гладкий, Зернистый, Бугристый
    "ref_8078" => "Мягкий",
    "ref_8079" => "Плотный",
    "ref_8080" => "Болезненный",
    "ref_8081" => "Безболезненный",
    "ref_8082" => "Гладкий",
    "ref_8083" => "Зернистый",
    "ref_8084" => "Бугристый",

    // Гладкая, Зернистая, Бугристая
    "ref_8085" => "Гладкая",
    "ref_8086" => "Зернистая",
    "ref_8087" => "Бугристая",

    // Постоянные, Приступообразные, Острые, Тупые, Ноющие
    "ref_8088" => "Постоянные",
    "ref_8089" => "Приступообразные",
    "ref_8090" => "Острые",
    "ref_8091" => "Тупые",
    "ref_8092" => "Ноющие",

    // Выраженный, отсутствует, Не выраженный
    "ref_8093" => "Выраженный",
    "ref_8094" => "Не выраженный",

    // Постоянный, Приступообразный, отсутствует, периодический
    "ref_8095" => "Постоянный",
    "ref_8096" => "Приступообразный",
    "ref_8097" => "Периодический",

    // Зависимость от приема пищи, От изменения положения тела, От физической нагрузки
    "ref_8098" => "Зависимость от приема пищи",
    "ref_8099" => "От изменения положения тела",
    "ref_8100" => "От физической нагрузки",

    // Острый, Закругленный, Болезненный, Безболезненный, Ровный, Бугристый
    "ref_8101" => "Острый",
    "ref_8102" => "Закругленный",
    "ref_8103" => "Болезненный",
    "ref_8104" => "Безболезненный",
    "ref_8105" => "Ровный",
    "ref_8106" => "Бугристый",

    // Поверхность гладкая, Бугристая, Болезненная, Безболезненная
    "ref_8107" => "Поверхность гладкая",
    "ref_8108" => "Бугристая",
    "ref_8109" => "Болезненная",
    "ref_8110" => "Безболезненная",

    // Острые, Тупые, Постоянные, Приступообразные
    "ref_8111" => "Острые",
    "ref_8112" => "Тупые",
    "ref_8113" => "Постоянные",
    "ref_8114" => "Приступообразные",

    // Связь с приемом пищи, Алкоголя, С физической нагрузкой
    "ref_8115" => "Связь с приемом пищи",
    "ref_8116" => "Алкоголя",
    "ref_8117" => "С физической нагрузкой",

    // самостоятельно, медикментозно
    "ref_8118" => "Самостоятельно",
    "ref_8119" => "Медикментозно",

    // Тошнота, Рвота, Метеоризм, Поносы, Запоры, Их подробная характеристика
    "ref_8120" => "Тошнота",
    "ref_8121" => "Рвота",
    "ref_8122" => "Метеоризм",
    "ref_8123" => "Поносы",
    "ref_8124" => "Запоры",
    "ref_8125" => "Их подробная характеристика",


    // ------------------------------
    "set_new_doctor" => "Назначить нового врача",
    "set_doctor_history" => "История назначенных врачей",
    "new_osmort" => "Новый осмотр",
    "is_disp" => "Взят ли пациент/клиент на Диспансерный учет?",
    "value0" => "Нет данных",
    "lab4_1" => "Приёмная / регистратура",
    "lab4_2" => "Осмотр пациента",
    "lab4_3" => "Диагноз",
    "lab4_4" => "Лабораторные анализы",
    "lab4_5" => "Инструментальное исследование",
    "lab4_7" => "Заключения узких специалистов",

    "lab_4_1_tab1" => "Текущая регистрация",
    "lab_4_1_tab2" => "История регистраций",
    "lab4_1_2_value_1" => "Отказ пациента/клиента (письменный)",
    "lab4_1_2_value_2" => "Отказ родственников/близких (письменный)",
    "lab4_1_2_value_3" => "Невозможно найти по имеющимся адресам",
    "lab4_1_2_value_4" => "Процесс еще не иницирован со стороны врачей/соц.работников",
    "lab4_1_7_value_1" => "Сотрудник поликлиники",
    "lab4_1_7_value_2" => "МДК",
    "lab4_1_7_value_3" => "По собственному желанию пациента",
    "lab4_1_7_value_4" => "Родственники/близкие",

    "lab4_8" => "Клинический анамнез",
    "lab4_9" => "Назначение АРТ",
    "lab4_10" => "Прекращение АРТ",
    "lab4_11" => "История стационарных лечений",
    "lab4_12" => "Сопутствующие и хронические заболевания",
    "lab4_13" => "Экспертное заключение",
    "lab4_14" => "Беременность",
    "lab4_1_1" => "Взят ли пациент/клиент на Диспансерный учет:",
    "lab4_1_2" => "Причина по которой пациент/клиент не взят на Диспансерный учет:",
    "lab4_1_3" => "Предоставлено ли информация в МДК о пациенте/клиенте для привлечения в Диспансерный учет:",
    "lab4_1_4" => "Дата предоставления информации в МДК о пациенте/клиенте для привлечения в Диспансерный учет:",
    "lab4_1_5" => "ФИО специалиста направивший уведомление о пациенте /клиенте в МДК:",
    "lab4_1_6" => "Дата включения пациента/клиента на Диспансерный учет",
    "lab4_1_7" => "Кем был привлечен пациент/клиент на Диспансерный учет",
    "lab4_1_8" => "Ответственный врач",
    "lab4_1_9" => "Место получения услуги",
    "lab4_1_10" => "Назначил ответственного врача",
    "lab4_1_11" => "QR пациента",

    // Грудное, Исскуственное, Смешанное
    "vid_korm1" => "Грудное",
    "vid_korm2" => "Исскуственное",
    "vid_korm3" => "Смешанное",

    "source_cmc" => " Источник предоставления СМС",


    // Пациент проходил через программу подготовки к АРТ, Кто проводил подготовку, Дата проведения, ФИО специалиста осуществлявший приверженность и подготовку к АРТ, Уровень приверженности пациента, Причина не получения услуги
    "art_f-001" => "Пациент проходил через программу подготовки к АРТ",
    "art_f-002" => "Кто проводил подготовку",
    "art_f-003" => "Дата проведения",
    "art_f-004" => "ФИО специалиста осуществлявший приверженность и подготовку к АРТ",
    "art_f-005" => "Уровень приверженности пациента",
    "art_f-006" => "Причина не получения услуги",

    // Пациенту инициирована АРТ, Причина НЕТ, Дата начала лечения, Визит, Возрастная /весовая категория пациента, Дата выдачи препаратов, Длительность, Следующий визит
    "art_f-007" => "Пациенту инициирована АРТ",
    "art_f-008" => "Причина НЕТ",
    "art_f-009" => "Дата начала лечения",
    "art_f-011" => "Визит",
    "art_f-012" => "Возрастная /весовая категория пациента",
    "art_f-013" => "Дата выдачи препаратов",
    "art_f-014" => "Длительность",
    "art_f-015" => "Следующий визит",

    "art_f-016" => "Пересмотр тактики лечения",
    "art_f-017" => "Дата замены",
    // "art_f-018" => "Ответственный врач", //lab4_1_8
    "art_f-019" => "Протокол № дата",
    "art_f-020" => "Причина замены схемы лечения",
    "art_f-020a" => "Причина замены",
    "art_f-021" => "Причина замены препарата",
    "art_f-022" => "Побочные явления",
    "art_f-023" => "Выбрать новую схему",
    "art_f-024" => "Препарат требующий замены",

    // Дата прекращение, Причина прекращения приёма АРВТ, Подтверждающий документ , Период прекращения до возобновления лечения, Общее кол-во дней прекращения лечения, Кратность прерывания лечения со стороны пациента , Дата уведомление МДК о прекращении лечения, Сотрудник МДК получивший уведомление
    "art_f-025" => "Дата прекращение",
    "art_f-026" => "Причина прекращения приёма АРВТ",
    "art_f-027" => "Подтверждающий документ",
    "art_f-028" => "Период прекращения до возобновления лечения",
    "art_f-029" => "Общее кол-во дней прекращения лечения",
    "art_f-030" => "Кратность прерывания лечения со стороны пациента",
    "art_f-031" => "Дата уведомление МДК о прекращении лечения",
    "art_f-032" => "Сотрудник МДК получивший уведомление",
    // Врач службы СПИД, сотрудники МДК, Психолог, Врач КИЗ, Психоневролог
    "art_v-001" => "Врач службы СПИД",
    "art_v-002" => "сотрудники МДК",
    "art_v-003" => "Психолог",
    "art_v-004" => "Врач КИЗ",
    "art_v-005" => "Психоневролог",

    // высокая, средняя, низкая, отсутсвует
    "art_v-006" => "высокая",
    "art_v-007" => "средняя",
    "art_v-008" => "низкая",
    "art_v-009" => "отсутсвует",
    "art_v-010" => "Отказ пациента",
    "art_v-011" => "Миграция",
    "art_v-012" => "ГУИН",
    "art_v-013" => "Тяжесть состояния пациента",
    "art_v-014" => "Неадекватный пациент",
    "art_v-015" => "недоступность пациента",
    "art_v-016" => "отсутствие лекарств",
    "art_v-017" => "мед. противопоказания",
    "art_v-018" => "отказ пациента",
    "art_v-019" => "Крайнее тяжелое состояние",
    "art_v-020" => "отказ родственников/опекуна",
    "art_v-021" => "первичный",
    "art_v-022" => "повторный",
    "art_v-023" => "возобновление АРТ",
    "art_v-023_1" => "возобновление профилактики",

    "art_weight1" => "Взрослый",
    "art_weight2" => "Ребенок: 3-13,9 кг",
    "art_weight3" => "Ребенок: 14-19,9 кг",
    "art_weight4" => "Ребенок: 20-24,5 кг",
    "art_weight5" => "Ребенок: 25-34,9 кг",
    "art_weight6" => "Ребенок: 35 кг и выше",

    //Замена схемы, Замена препарата
    "art_v-031" => "Замена схемы",
    "art_v-032" => "Замена препарата",

    //Неэффективное лечение, Отсутсвие лекарств, Пожелание пациента, Побочные явления, Пожелание пациента
    "art_v-033" => "Неэффективное лечение",
    "art_v-034" => "Отсутствие лекарств",
    "art_v-035" => "Пожелание пациента",
    "art_v-036" => "Побочные явления",
    "art_v-037" => "Пожелание пациента",
    "art_v-037a" => "Медицинские причины",


    //не установлено, отказ, смерть, миграция, ГУИН, ограничение посещения, отсутствие лекарств
    "art_v-038" => "не установлено",
    "art_v-039" => "отказ",
    "art_v-040" => "смерть",
    "art_v-041" => "миграция",
    "art_v-042" => "ГУИН",
    "art_v-043" => "ограничение посещения",
    "art_v-044" => "отсутствие лекарств",

    "oi_treatmnent_prof" => "Профилактика / лечение ОИ",
    "oi_treatmnent_001" => "Оппортунистические инфекции",
    "oi_treatmnent_002" => "Лабораторный мониторинг ОИ",
    "oi_treatmnent_003" => "Профилактика ОИ",
    "oi_treatmnent_004" => "Лечение ОИ",
    "oi_treatmnent_005" => "Прекращение лечения ОИ",

    "oi_f_001" => "Врач проводивший осмотр",
    "oi_f_002" => "Определить Оппортунистическую инфекцию",
    "oi_f_003" => "Последний результат СД-4",
    "oi_f_004" => "Дата последнего результата СД-4",
    "oi_f_005" => "Диагностика ОИ",
    "oi_f_006" => "Результат анализа на определения ОИ",
    "oi_f_007" => "Дата проведения анализа ОИ",
    "oi_f_008" => "Прикрепить файл с результатом анализа ОИ",
    "oi_f_009" => "Пациенту инициирована профилактика",
    "oi_f_010" => "Укажите причину",
    "oi_f_011" => "Дата назначения профилактики",
    "oi_f_012" => "Дата выдачи препаратов ",
    "oi_f_013" => "Прикрепить файл с результатом анализа ОИ",
    "oi_f_014" => "Длительность",
    "oi_f_015" => "Дата завершения профилактики",
    //Наличие клиники ОИ у пациента, Пациенту инициировано лечение, Форма ОИ, Дата назначения профилактики, Наименование препарата, Дозировка препарата, Дата выдачи препаратов, Результат лечения,
    "oi_f_016" => "Наличие клиники ОИ у пациента",
    "oi_f_017" => "Пациенту инициировано лечение",
    "oi_f_018" => "Форма ОИ",
    "oi_f_019" => "Дата назначения лечения",
    "oi_f_020" => "Наименование препарата",
    "oi_f_021" => "Дозировка препарата",
    "oi_f_022" => "Дата выдачи препаратов",
    "oi_f_023" => "Результат лечения",
    //
    "oi_f_024" => "Прекращение",
    "oi_f_025" => "Дата прекращения",
    "oi_f_026" => "Причина прекращения приёма",
    "oi_f_027" => "Подтверждающий документ",
    "oi_f_028" => "Период прекращения до возобновления лечения",
    "oi_f_029" => "Кратность прерывания лечения со стороны пациента",
    "oi_f_030" => "Дата уведомление МДК о прекращении лечения",
    "oi_f_031" => "Сотрудник МДК получивший уведомление",


    "oi_val_015" => "кол-во дней",
    "oi_val_016" => "сколько раз",

    //не установлен, отказ пациента, смерть, миграция, ГУИН, Ограничение, отсутствие лекарств
    "oi_cancel_1" => "не установлен",
    "oi_cancel_2" => "отказ пациента",
    "oi_cancel_3" => "смерть",
    "oi_cancel_4" => "миграция",
    "oi_cancel_5" => "ГУИН",
    "oi_cancel_6" => "ограничение",
    "oi_cancel_7" => "отсутствие лекарств",

    "oi_stop_1" => "Профилактики",
    "oi_stop_2" => "Лечения",

    "oi_result_treat_1" => "выздоровление",
    "oi_result_treat_2" => "ремиссия",
    "oi_result_treat_3" => "частичная ремиссия",
    "oi_result_treat_4" => "прогрессирование",
    "oi_result_treat_5" => "нет изменений",

    //первичный, повторный, возобновление профилактики
    "oi_visit_1" => "первичный",
    "oi_visit_2" => "повторный",
    "oi_visit_3" => "возобновление профилактики",

    "oi_form_0" => "нет",
    "oi_form_1" => "легочная",
    "oi_form_2" => "внелегочная",

    //Туберкулез, Токсоплазмоз,  Пневмоцистная пневмония,  МАК инфекции, Криптококовый инфекция
    "oi_type_1" => "Туберкулез",
    "oi_type_2" => "Токсоплазмоз",
    "oi_type_3" => "Пневмоцистная пневмония",
    "oi_type_4" => "МАК инфекции",
    "oi_type_5" => "Криптококовый инфекция",
    "got_result" => "Получен результат",

    "set_drug" => "Укажите название нового препарата",
    "set_style" => "в формате: Имя на кириллице / имя на латинице",
    "used_treat" => "Используется для лечения",
    "used_profilac" => "Используется для профилактики",
    "defined_oi" => "Определена ОИ",
    "init_prof" => "Инициирована профилактика",
    "init_treat" => "Инициировано лечение",
    "incorrect_date" => "Указана неправильная дата",

    "art_sts1" => "Не назначен АРТ",
    "art_sts2" => "Подготовлен к АРТ",
    "art_sts3" => "Получает АРТ",
    "art_sts4" => "Прекратил АРТ",

    "art_avail_drugs" => "Комбинация лекарств для выдачи",
    "art_abbr" => "Аббр.",
    "art_drug_name" => "Название препарата АРТ",
    "art_drug_form" => "Форма",
    "art_drug_dose" => "Дозировка",
    "art_drug_count" => "Кол-во",
    "art_drug_expired" => "Срок годности до",
    //Новый препарат, заменяемый препарат, Новая схема АРТ
    "art_drug_new" => "Новый препарат",
    "art_drug_old" => "Заменяемый препарат",
    "art_drug_new_scheme" => "Новая схема АРТ",
    //У пациента имеется противопоказание на преапарат:, данный препарат был заменен на:
    "art_drug_contraindication" => "У пациента имеется противопоказание на препарат:",
    "art_drug_replaced" => "Данный препарат был заменен на:",
    "art_period_1" => "На 15 дней",
    "art_period_2" => "На 1 месяц",
    "art_period_3" => "На 2 месяца",
    "art_period_4" => "На 3 месяца",
    "art_period_5" => "На 4 месяца",
    "art_period_6" => "На 5 месяцев",
    "art_period_7" => "На 6 месяцев",
    "art_period_8" => "На 7 месяцев",
    "art_period_9" => "На 8 месяцев",
    "art_period_10" => "На 9 месяцев",
    "art_period_11" => "На 10 месяцев",
    "art_period_12" => "На 11 месяцев",
    "art_period_13" => "На 12 месяцев",
    "fill_priyom" => "Заполните сперва раздел Приёмная/регистрация пациента!",

];
